{
    "chapter": "III",
    "id": "chapter-iii",
    "title": "The Small Compound Sauces",
    "sections": [
        {
            "title": "The Small Brown Sauces",
            "introduction": [
                "Listen up, you muppets: these are the workhorse brown sauces that make or break your plates. Handle the reductions like a pro, season like you mean it, and stop serving watery grief to paying guests. Reduce, skim, taste, and finish properly — or I’ll call you a donkey and mean it."
            ],
            "entries": [
                {
                    "number": 31,
                    "title": "SAUCE BIGARRADE",
                    "type": "recipe",
                    "introduction": [
                        "For duck, especially braised or poëled. Sweet-bitter orange punch, sharp lemon backbone. If you over-grease this, I’ll staple your ladle to the wall, you absolute plank."
                    ],
                    "yield": "About 1 quart (950 mL)",
                    "ingredients": [
                        "For braised duckling base: 1 quart (950 mL) degreased, strained braising sauce from duckling; juice of 6 oranges (about 1 cup/240 mL); juice of 1 lemon (2 tbsp/30 mL); peel Julienne of 1 orange and 1 lemon, scalded 5 minutes",
                        "For poëled duckling base: 1/2 pint (240 mL) clear poëling stock from ducklings or wild duck; 4 pieces caramel sugar (about 2 tbsp/25 g) dissolved in 1 tbsp (15 mL) vinegar; juice of 3 oranges (1/2 cup/120 mL); juice of 1/2 lemon (1 tbsp/15 mL); peel Julienne of orange and lemon, scalded 5 minutes",
                        "Fine sea salt to taste",
                        "Freshly ground black pepper or mignonette pepper to taste"
                    ],
                    "instructions": [
                        "Braised version — reduce & brighten: Strain the duck braising liquid like you actually give a damn, you donut. Degrease completely. Reduce on medium-high until dense and glossy, not sludgy.",
                        "Citrus finish: Whisk in the orange juice (1 cup/240 mL) and lemon juice (2 tbsp/30 mL). Simmer 2–3 minutes to bind; don’t boil it to death.",
                        "Aromatics: Add the blanched Julienne of orange and lemon peel. Season. If you can taste grease, you didn’t skim — fix it or get out.",
                        "Poëled version — sweet-and-sharp balance: To the clear poëling stock, add the caramel dissolved in vinegar, orange and lemon juices, and the blanched peels. Reduce to a syrupy sheen. Season to taste.",
                        "Service: Sauce must lightly coat a spoon — shiny, citrus-bittersweet, with no greasy film. If it looks like dishwater, reduce more, you absolute berk."
                    ],
                    "notes": [
                        "Pairs with braised or poëled ducklings; keep it bright, not jammy.",
                        "If using wild duck, taste for intensity and nudge acidity up a touch, you plank."
                    ]
                },
                {
                    "number": 32,
                    "title": "SAUCE BORDELAISE",
                    "type": "recipe",
                    "introduction": [
                        "Red wine, shallots, marrow — the Bordeaux backbone. For grilled meats. Screw this up and your steak cries. Don’t be a numpty."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "2 oz (60 g) very finely minced shallots",
                        "1/2 pint (240 mL) good red wine",
                        "Pinch mignonette or freshly cracked pepper",
                        "Small sprigs of thyme and bay (1 each)",
                        "1/2 pint (240 mL) half-glaze (demi-glace)",
                        "2 tbsp (30 mL) dissolved meat glaze (glace de viande)",
                        "Few drops fresh lemon juice (about 1 tsp/5 mL)",
                        "4 oz (115 g) beef marrow, sliced or diced; poached in salted boiling water and well drained",
                        "Optional finish: 3 oz (85 g) unsalted butter (for a smoother but less clear finish)",
                        "Fine salt to taste"
                    ],
                    "instructions": [
                        "Wine reduction, you clown: In a saucepan, combine shallots, red wine, pepper, thyme, and bay. Reduce by three-quarters until nearly syrupy — no purple soup.",
                        "Body it up: Add half-glaze (demi-glace). Simmer gently 30 minutes, skimming like a pro. Strain through fine cloth or a sieve.",
                        "Finish like you mean it: Whisk in meat glaze and a few drops of lemon. Fold in the warm, poached marrow right before service so it doesn’t vanish into the abyss.",
                        "Optional buttering: For a silkier mouthfeel, whisk in butter off heat. Do not boil after buttering, you muppet.",
                        "Season, taste, adjust: Salt only if needed — remember meat glaze is salty. Serve with grilled butcher’s meats that deserve respect."
                    ],
                    "notes": [
                        "If the sauce looks dull, you didn’t reduce enough. Reduce. Taste. Reduce again. Don’t half-arse it, you donkey."
                    ]
                },
                {
                    "number": 33,
                    "title": "CHASSEUR SAUCE (Escoffier’s Method)",
                    "type": "recipe",
                    "introduction": [
                        "‘Hunter’ vibes — mushrooms, white wine, brandy, demi, tomato. Big flavour, clean finish. If your mushrooms steam, not sear, I’ll call you a soggy plank."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "6 medium mushrooms, peeled and minced (about 6 oz/170 g)",
                        "1/2 oz (15 g) butter",
                        "1/2 oz (15 g) olive oil",
                        "1 coffeespoon (1 tsp/5 mL) minced shallots",
                        "1/2 pint (240 mL) dry white wine",
                        "1 small glass liqueur brandy (1.5 oz/45 mL)",
                        "1/2 pint (240 mL) half-glaze (demi-glace)",
                        "1/4 pint (120 mL) tomato sauce",
                        "1 tbsp (15 mL) meat glaze (optional but bossy)",
                        "1 tsp (2 g) chopped parsley",
                        "Salt and pepper to taste"
                    ],
                    "instructions": [
                        "Sear the mushrooms, not sweat them: Heat butter and oil until just smoking. Add mushrooms; fry hard to slight brown — no grey sludge, you twit.",
                        "Shallots in, fat out: Add shallots; toss 15 seconds. Tip out half the fat so you don’t drown the sauce.",
                        "Deglaze like a chef: Add white wine and brandy; reduce by half — lift every browned bit, or what’s the point?",
                        "Build the body: Stir in half-glaze, tomato sauce, and meat glaze. Simmer 5 minutes until nappé.",
                        "Green finish: Off heat, fold in parsley. Season. If it tastes flat, you under-reduced — back on the fire, you divvy."
                    ],
                    "notes": [
                        "Serve with sautéed or grilled meats, game birds, or mushrooms on toast if you’re feeling fancy, you wally."
                    ]
                },
                {
                    "number": 34,
                    "title": "BROWN CHAUD-FROID SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Glossy brown coat for cold presentations. If it doesn’t cling like a tailored jacket, you’ve cocked it, you sausage."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "1 quart (950 mL) half-glaze (demi-glace)",
                        "1/5 pint (95 mL) truffle essence",
                        "1 1/2 pints (710 mL) meat jelly (aspic), added gradually",
                        "2–4 tbsp (30–60 mL) Madeira or Port, to finish",
                        "Salt to taste if needed"
                    ],
                    "instructions": [
                        "Base reduction: In a sauté pan, combine demi-glace and truffle essence. Reduce by about one-third — glossy and deep, not tar, you berk.",
                        "Set the cling: Off to medium heat, whisk in the meat jelly a little at a time so it dissolves smoothly. No lumps, no tantrums.",
                        "Check consistency: Cool a spoonful; it should coat evenly. If it slides off like it hates you, reduce a touch more.",
                        "Finish & strain: Off heat, adjust seasoning, splash in Madeira or Port. Strain through muslin or a hair sieve for a flawless sheen.",
                        "Cool with care: Stir occasionally while cooling to stop skin forming. Use when fluid enough to dip and coat evenly."
                    ],
                    "notes": [
                        "Use cold on chauds-froids. Overheating splits it; you’ll cry and so will I, you pillock."
                    ]
                },
                {
                    "number": 35,
                    "title": "VARIETIES OF THE CHAUD-FROID SAUCE",
                    "type": "technique",
                    "introduction": [
                        "Same brown chaud-froid technique, different perfumes. Don’t just dump flavours in like an amateur — balance the bloody thing."
                    ],
                    "notes": [
                        [
                            "For Ducks — Add 1/2 pint (240 mL) duck fumet from roast duckling carcasses to the base (Recipe 34). Finish off heat with juice of 4 oranges (2/3 cup/160 mL) and 1 heaped tbsp (10 g) blanched orange Julienne. Keep it bright, not marmalade, you melt."
                        ],
                        [
                            "For Feathered Game — Add 1/2 pint (240 mL) game fumet matching the bird. Same cooling discipline — silky coat or get lost."
                        ],
                        [
                            "For Fish — Swap demi for fish Espagnole; reinforce with 1/2 pint (240 mL) very clear fish essence; use Lenten jelly instead of meat aspic. Respect the fish or it’ll taste like a wet sock."
                        ],
                        [
                            "Use: Make ahead, re-liquefy gently. If you overheat, it sulks and splits — and I will call you a donkey."
                        ]
                    ]
                },
                {
                    "number": 36,
                    "title": "DEVILLED SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Spicy, lean, and mean. Cayenne-led slap — for grilled birds or to wake up sad leftovers. Don’t turn it into lava, you numpty."
                    ],
                    "yield": "About 2/3 pint (315 mL)",
                    "ingredients": [
                        "2 oz (60 g) sliced shallots",
                        "1/3 pint (160 mL) white wine",
                        "1/2 pint (240 mL) half-glaze (demi-glace)",
                        "Cayenne pepper to taste (start with 1/8 tsp/0.5 g)",
                        "Fine salt to taste"
                    ],
                    "instructions": [
                        "Reduce wine with shallots to two-thirds — punchy but not raw, you oaf.",
                        "Add demi-glace; reduce again to two-thirds. Skim like you own a brain.",
                        "Strain through muslin for a clean finish.",
                        "Season assertively with cayenne and salt. If it doesn’t kick, fix it — carefully.",
                        "Serve with grilled fowl or to rescue re-dished meats needing fire."
                    ]
                },
                {
                    "number": 37,
                    "title": "“ESCOFFIER” DEVILLED SAUCE",
                    "type": "definition",
                    "introduction": [
                        "Ready-made product meant to be softened with butter. If you serve it straight from the jar, you’re a lazy clown."
                    ],
                    "notes": [
                        "To use: Mix equal volume of softened fresh butter into the sauce until perfectly blended; ideal for grills and grilled fish.",
                        "Don’t boil after buttering, you plank."
                    ]
                },
                {
                    "number": 38,
                    "title": "GENEVOISE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "A dignified red-wine fish sauce — deep, glossy, and clean. If it’s greasy, you’ve failed basic hygiene, you wally."
                    ],
                    "yield": "About 1 quart (950 mL)",
                    "ingredients": [
                        "2 oz (60 g) butter",
                        "1 lb (454 g) Mirepoix (onion, carrot, celery), no bacon",
                        "2 lb (900 g) salmon head plus fish bones/remains",
                        "1 bottle (750 mL) excellent red wine + extra 1/2 pint (240 mL) later",
                        "1 pint (475 mL) Lenten Espagnole (fish-based brown sauce)",
                        "1 liqueur glass burnt brandy (1.5 oz/45 mL)",
                        "1/2 pint (240 mL) fish fumet",
                        "Few drops anchovy essence",
                        "4 oz (115 g) butter (final enrichment, optional)",
                        "Cayenne, salt to taste"
                    ],
                    "instructions": [
                        "Build the base: Sweat Mirepoix in butter to light brown. Add salmon head and bones; cover, stew 20 minutes — gentle, not cremation, you sausage.",
                        "Drain excess fat like an adult. Drench with the red wine; reduce by half.",
                        "Add Lenten Espagnole; simmer 30 minutes. Press through a sieve to extract all essence — don’t bin the flavour, you twit.",
                        "Degrease the surface meticulously. Add burnt brandy, extra red wine (1/2 pint/240 mL), and fish fumet (1/2 pint/240 mL). Bring to a gentle boil.",
                        "Despumate (skim) patiently 90 minutes; you’re clarifying flavour. If you rush, it’ll taste muddy.",
                        "Finish: Strain through muslin, season with anchovy essence, cayenne, and whisk in 4 oz (115 g) butter per quart if you want mellow richness. Don’t over-butter if you need clarity."
                    ],
                    "notes": [
                        "Butter finish gives mellowness but reduces clarity. Choose your lane, you melt."
                    ]
                },
                {
                    "number": 38.1,
                    "title": "REMARKS ON RED-WINE SAUCES",
                    "type": "principle",
                    "introduction": [
                        "Cousins to Genevoise — similar backbone, different tweaks. Stop improvising like a clown and follow the ratios."
                    ],
                    "notes": [
                        [
                            "Bourguignonne — Aromatics + red wine reduced by half; thicken with 3 oz (85 g) manié butter per quart (950 mL) reduced wine; finish with 4 oz (115 g) butter per quart. Proper with eggs (poached, moulded, hard-boiled)."
                        ],
                        [
                            "Matelote — Court-bouillon with red wine (used to cook the fish) + mushroom trimmings; reduce by two-thirds; thicken with 1 pint (475 mL) Lenten Espagnole per pint reduction; reduce by one-third; strain; finish with 2 oz (55 g) butter and a whisper of cayenne per pint."
                        ],
                        [
                            "Red-Wine Sauce (generic) — Browned mirepoix in butter, dilute with red wine; reduce by half; add 1 pint (475 mL) Lenten Espagnole per pint reduction; despumate ~20 minutes; strain; finish with anchovy essence, cayenne, and 2 oz (55 g) butter per pint (475 mL)."
                        ]
                    ]
                },
                {
                    "number": 39,
                    "title": "GRAND-VENEUR SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Classic venison sauce — peppery backbone, red-currant lift, cream silk. If it’s cloying, you’ve murdered the deer twice, you berk."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Poivrade Sauce (Recipe 49)",
                        "1 pint (475 mL) game stock (to keep it light during reduction)",
                        "4 tbsp (60 mL) red-currant jelly, dissolved",
                        "1/4 pint (120 mL) cream",
                        "Salt & pepper to taste"
                    ],
                    "instructions": [
                        "Combine Poivrade (Recipe 49) and game stock; boil and reduce by about one-third, skimming like a pro.",
                        "Off heat, whisk in dissolved red-currant jelly until it melts in — no jammy lumps, you plank.",
                        "Finish with cream (1/4 pint/120 mL) to silk. Do not boil after cream or it splits and you look like a clown.",
                        "Season to balance pepper, acidity, and sweetness. Serve with venison."
                    ]
                },
                {
                    "number": 40,
                    "title": "ITALIAN SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Duxelles, ham, demi-tomatée — savoury, aromatic, punchy. Keep it neat; don’t turn it into a chunky tragedy, you donut."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "6 tbsp (90 mL) Duxelles (Recipe 223, see index) — finely chopped mushroom, shallot, herb mixture",
                        "2 oz (60 g) very lean cooked ham, finely brunoised",
                        "1 pint (475 mL) half-glaze tomatée (demi-glace with tomato)",
                        "1 tsp (2 g) each minced parsley, chervil, tarragon (mixed)",
                        "Salt & pepper to taste"
                    ],
                    "instructions": [
                        "Combine Duxelles, ham, and half-glaze tomatée in a saucepan. Bring to a lively simmer 10 minutes to marry flavours.",
                        "Off heat, stir in the herb trio. Season. If it tastes sleepy, reduce another minute — you’re close.",
                        "Serve with grilled meats, offal, or as a garnish sauce. Keep texture fine and cohesive, or I’ll call you a plonker."
                    ],
                    "notes": [
                        "Lenten version: Omit ham. Substitute Lenten Espagnole reinforced with fish fumet for the demi tomatée, to match the fish."
                    ]
                },
                {
                    "number": 41,
                    "title": "THICKENED GRAVY",
                    "type": "recipe",
                    "introduction": [
                        "Emergency gloss for meats — quick, clean, not glue. If it tastes like wallpaper paste, you’ve overcooked the starch, you melt."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) boiling poultry or veal stock (match the dish)",
                        "3/4 oz (20 g) fécula (starch) — potato or arrowroot; diluted cold with a splash of water/stock",
                        "Salt to taste"
                    ],
                    "instructions": [
                        "Bring stock to a solid boil. Whisk in the cold-diluted starch in a thin stream — no lumps, you berk.",
                        "Stir briskly as it thickens to a light nappé. Do not keep boiling or it’ll go dull and grainy.",
                        "Season lightly. Use immediately on the appropriate protein."
                    ],
                    "notes": [
                        "Veal-stock base for choicer butcher’s meats; poultry-stock base for poultry fillets."
                    ]
                },
                {
                    "number": 42,
                    "title": "VEAL GRAVY TOMATÉ",
                    "type": "recipe",
                    "introduction": [
                        "Veal gravy with a tomato nudge — for butcher’s meats. Keep it bright and strained, not a seedy mess, you oaf."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) veal stock",
                        "2 oz (60 g) tomato purée",
                        "1/4 pint (120 mL) tomato juice",
                        "Salt to taste"
                    ],
                    "instructions": [
                        "Combine stock, tomato purée, and tomato juice. Reduce by about one-fifth — nappé, not sludge.",
                        "Strain through fine linen for a smooth finish.",
                        "Season judiciously. Serve with butcher’s meats."
                    ]
                },
                {
                    "number": 43,
                    "title": "LYONNAISE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Onion-forward demi — sweet-savoury, white wine bite. Brown the onions properly or go home, you absolute plank."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "2 oz (60 g) onions, finely minced",
                        "2 oz (60 g) butter",
                        "1/4 pint (120 mL) white wine",
                        "1/4 pint (120 mL) white wine vinegar",
                        "1 1/2 pints (710 mL) clear half-glaze (demi-glace)",
                        "Salt & pepper to taste"
                    ],
                    "instructions": [
                        "Gently brown onions in butter to light gold — not burnt, not pale. Learn the colour, you twit.",
                        "Deglaze with wine and vinegar; reduce almost au sec (nearly dry).",
                        "Add demi; simmer very gently 30 minutes, skim. Strain through a tammy for finesse.",
                        "Season. You may leave the onions in or strain them out depending on the dish and guest — use your brain."
                    ]
                },
                {
                    "number": 44,
                    "title": "MADEIRA SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Demi with a Madeira kiss — concentrated first, then lifted. If it’s thin, reduce; if it’s jammy, you went too far, you donut."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 1/2 pints (710 mL) half-glaze (demi-glace)",
                        "1/5 pint (95 mL) Madeira wine",
                        "Salt to taste if needed"
                    ],
                    "instructions": [
                        "Reduce demi on a brisk fire to a stiff consistency — almost coats like lacquer.",
                        "Off heat, whisk in Madeira to bring it back to normal nappé.",
                        "Strain through a tammy; hold warm without boiling. Season only if necessary."
                    ]
                },
                {
                    "number": 45,
                    "title": "MARROW SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Bordelaise’s beefy cousin with extra marrow — lush and swaggering. Don’t drown it; cube the marrow and keep it pristine, you clown.",
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Sauce Bordelaise (Recipe 32)",
                        "6 oz (170 g) beef marrow, diced; poached and well drained",
                        "1 tsp (2 g) chopped parsley, blanched 1 second",
                        "Optional for vegetables: 3 oz (85 g) butter (finish off heat)"
                    ],
                    "instructions": [
                        "Heat Bordelaise (Recipe 32) gently; don’t boil.",
                        "Off heat, fold in butter (if using for veg), then add warm marrow cubes and blanched parsley.",
                        "Taste, season if needed, and serve immediately before the marrow weeps away like your standards."
                    ]
                },
                {
                    "number": 46,
                    "title": "PIGNONS SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Juniper, pine nuts, raisins — forest perfume for venison. Get the infusion right or it tastes like potpourri, you berk."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Poivrade Sauce (Recipe 49)",
                        "1/4 pint (120 mL) water + 2 oz (60 g) crushed juniper berries (for infusion)",
                        "1 oz (30 g) grilled fir-apple kernels (pine nuts)",
                        "1 oz (30 g) raisins, stoned, washed, soaked 1 hour in tepid water, drained",
                        "1/8 pint (60 mL) Madeira wine"
                    ],
                    "instructions": [
                        "Bring Poivrade (Recipe 49) to a gentle boil.",
                        "Make juniper infusion: Simmer water with crushed juniper 5 minutes, steep 10, strain.",
                        "Finish: Add juniper infusion, grilled pine nuts, soaked raisins, and Madeira. Warm through; don’t boil the life out of it.",
                        "Season and serve with venison. If it screams bitterness, you overdid the juniper, you plonker."
                    ]
                },
                {
                    "number": 47,
                    "title": "PÉRIGUEUX SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Truffle-forward Madeira demi — decadent and deadly. If you skimp on truffle, why bother, you cheapskate muppet?"
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Sauce Madère kept slightly denser (Recipe 44), made with extra strong veal stock (half-volume addition during reduction)",
                        "1/6 pint (80 mL) truffle essence",
                        "3 oz (85 g) chopped black truffles"
                    ],
                    "instructions": [
                        "Prepare a slightly denser Madeira sauce (Recipe 44), boosting the demi with strong veal stock during reduction.",
                        "Off heat, stir in truffle essence and chopped truffles. Rest 2 minutes to bloom aroma — don’t boil, you savage.",
                        "Serve with small entrées, timbales, hot pâtés, and anything that deserves to be posh."
                    ]
                },
                {
                    "number": 48,
                    "title": "PIQUANTE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Sharp, briny, and cocky — vinegar, capers, gherkins, herbs. Perfect for pork and leftovers that need a spanking."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "2 oz (60 g) minced shallots",
                        "1/4 pint (120 mL) vinegar",
                        "1/4 pint (120 mL) white wine",
                        "1 pint (475 mL) half-glaze (demi-glace)",
                        "2 oz (60 g) gherkins, finely chopped",
                        "1 oz (30 g) capers, rinsed and chopped",
                        "1 tsp (2 g) mixed minced herbs (chervil, parsley, tarragon)",
                        "Salt & pepper to taste"
                    ],
                    "instructions": [
                        "Reduce vinegar and wine with shallots by at least half — wake it up.",
                        "Add demi; simmer and despumate 30 minutes. Skim or be ashamed.",
                        "Off heat, stir in gherkins, capers, and herbs. Season to bite but not burn.",
                        "Serve with grilled/boiled pork or minced cold meats that need attitude."
                    ]
                },
                {
                    "number": 49,
                    "title": "ORDINARY POIVRADE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Peppery, vinegary brown sauce — backbone for game and marinades. If it’s bitter, you abused the pepper, you absolute donkey."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "2 oz (60 g) butter",
                        "1 lb (454 g) raw Mirepoix (Recipe 228)",
                        "1/4 pint (120 mL) vinegar",
                        "1/2 pint (240 mL) Marinade (Recipe 169)",
                        "1 pint (475 mL) Espagnole sauce",
                        "Crushed peppercorns (add late), to taste",
                        "Additional 1/2 pint (240 mL) Marinade to finish reduction",
                        "2 oz (60 g) butter to finish",
                        "Salt to taste"
                    ],
                    "instructions": [
                        "Brown mirepoix in butter to a deep, honest colour. No pale veg, you melt.",
                        "Deglaze with vinegar and marinade; reduce to two-thirds — punchy, not acrid.",
                        "Add Espagnole; simmer 45 minutes. Ten minutes before straining, add crushed peppercorns (late, so it doesn’t turn bitter).",
                        "Strain and press aromatics. Add more marinade (1/2 pint/240 mL). Simmer 15 minutes, skimming — you’re clarifying flavour.",
                        "Strain through tammy. Off heat, mount with butter (2 oz/60 g). Season and serve."
                    ],
                    "notes": [
                        "Suitable for joints, marinaded or not. Balance acidity and pepper like a grown-up."
                    ]
                },
                {
                    "number": 50,
                    "title": "POIVRADE SAUCE FOR VENISON",
                    "type": "recipe",
                    "introduction": [
                        "The heavyweight Poivrade — roasted bones, deep stock. If it’s greasy or murky, you’ve embarrassed the stag, you plank."
                    ],
                    "yield": "About 1 quart (950 mL) after full reduction",
                    "ingredients": [
                        "2 oz (60 g) butter + 2 oz (60 mL) oil",
                        "1 lb (454 g) raw Mirepoix (Recipe 228)",
                        "4 lb (1.8 kg) well-broken game bones and ground-game trimmings",
                        "1 pint (475 mL) vinegar",
                        "1 pint (475 mL) white wine",
                        "3 quarts (2.85 L) game stock",
                        "1 quart (950 mL) Espagnole sauce",
                        "Additional game stock + Marinade (Recipe 169) in equal parts to correct volume during despumation",
                        "4 oz (115 g) butter to finish (optional)",
                        "Salt & pepper to taste"
                    ],
                    "instructions": [
                        "Brown mirepoix in butter and oil; add smashed game bones/trims; roast in pan until deeply coloured — not burnt, you wally.",
                        "Drain fat. Deglaze with vinegar and white wine; reduce by three-quarters.",
                        "Add game stock and Espagnole; bring to a boil. Cover and cook in a moderate oven at least 3 hours.",
                        "Strain into a tall pan; press solids for every drop. Add enough equal parts game stock and marinade to reach about 3 quarts (2.85 L).",
                        "Reduce gently, despumating constantly. As volume drops, pass into smaller pans and continue until ~1 quart (950 mL) of brilliant sauce remains.",
                        "Finish off heat with butter (4 oz/115 g) if you want mellow gloss. Season and serve."
                    ],
                    "notes": [
                        "Like red-wine sauces, this can be served without butter for clarity; butter gives perfect mellowness."
                    ]
                },
                {
                    "number": 51,
                    "title": "PROVENÇALE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "True Provençale = tomato fondue with garlic. If your oil doesn’t shimmer, your tomatoes will sulk. Fix it, you divvy."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "12 medium tomatoes, peeled, seeded, pressed, and concassé (about 2 1/2 lb/1.1 kg)",
                        "1/5 pint (95 mL) olive oil",
                        "1 garlic clove, crushed",
                        "Pinch powdered sugar (about 1/2 tsp/2 g)",
                        "1 tsp (2 g) chopped parsley",
                        "Salt & pepper to taste"
                    ],
                    "instructions": [
                        "Heat oil in a sauté pan until just smoking. Add seasoned tomatoes, garlic, and sugar.",
                        "Melt down gently ~30 minutes to a soft fondue — no watery stew, you donut.",
                        "Fold in parsley; season. Serve as sauce or base. Keep it bright, not greasy."
                    ]
                },
                {
                    "number": 52,
                    "title": "ROBERT SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Onion-mustard demi for pork — spicy and smug. Don’t let it boil after mustard or it’ll sulk, you numpty."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 large onion, finely minced (about 6 oz/170 g)",
                        "2 oz (60 g) butter",
                        "1/3 pint (160 mL) white wine",
                        "1 pint (475 mL) half-glaze (demi-glace)",
                        "1 tbsp (15 mL) meat glaze",
                        "1 tsp (5 mL) Dijon mustard",
                        "Pinch powdered sugar (1/2 tsp/2 g)",
                        "Salt & pepper to taste"
                    ],
                    "instructions": [
                        "Sweat onions in butter without colour — gentle, you ham-fisted clown.",
                        "Add white wine; reduce by one-third.",
                        "Add demi; simmer 20 minutes, skim; finish with meat glaze, mustard, and sugar off heat.",
                        "Season. Hold warm in a bain-marie; do not boil again."
                    ]
                },
                {
                    "number": 53,
                    "title": "ESCOFFIER ROBERTS SAUCE",
                    "type": "definition",
                    "introduction": [
                        "Ready-made variant, hot or cold. Great with pork, veal, poultry, even fish — if you balance it, you berk."
                    ],
                    "notes": [
                        "For hot grills, mix equal volume excellent brown stock into the sauce and heat gently.",
                        "Also fine served cold with cold meats. Don’t boil it senseless."
                    ]
                },
                {
                    "number": 54,
                    "title": "ROUENNAISE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Bordelaise loaded with raw duck’s liver — luxurious and lethal. Overheat and you scramble liver into sadness, you donkey."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Bordelaise sauce (Recipe 32) made with excellent red wine",
                        "4 raw ducks’ livers, sieved (about 12 oz/340 g total purée)"
                    ],
                    "instructions": [
                        "Warm Bordelaise (Recipe 32) gently.",
                        "Whisk in sieved duck liver purée off heat. Return to low heat just long enough to lightly poach — no boiling, or it curdles and you cry.",
                        "Serve immediately with duckling à la Rouennaise."
                    ]
                },
                {
                    "number": 55,
                    "title": "SALMIS SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Game cullis — concentrated essence from the bird itself. If you don’t press every scrap, you’re wasting life, you twit."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "5 oz (140 g) Mirepoix (Recipe 228)",
                        "Butter for sautéing (1 oz/30 g)",
                        "Shin scraps, chopped carcass of the game bird in question",
                        "1 pint (475 mL) white wine",
                        "1/2 pint (240 mL) half-glaze (demi-glace)",
                        "1/2 pint (240 mL) game stock or mushroom liquor (for Lenten)",
                        "Mushroom liquor and truffle essence (a few tbsp/30–60 mL total) to adjust at end",
                        "2 oz (60 g) butter to finish",
                        "Salt, pepper, pinch cayenne to taste"
                    ],
                    "instructions": [
                        "Lightly brown mirepoix in butter. Add bird shin and chopped carcass; moisten with white wine; reduce to two-thirds.",
                        "Add demi; simmer ~45 minutes. Strain and press hard to get the quintessence.",
                        "Thin with game stock (or mushroom liquor for Lenten). Despumate about 1 hour until bright and tight.",
                        "Reduce to proper consistency; adjust with a little mushroom liquor and truffle essence. Rub through tammy.",
                        "Mount with butter off heat. Season like a grown-up."
                    ]
                },
                {
                    "number": 56,
                    "title": "TORTUE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Herb-charged brown sauce with sherry, truffle whisper, and cayenne bite. Spicy, not stupid. Watch the cayenne, you sausage."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1/2 pint (240 mL) veal stock",
                        "Small sprigs: sage, sweet marjoram, rosemary, basil, thyme, bay (1 of each)",
                        "2 oz (60 g) mushroom trimmings",
                        "1 oz (30 g) parsley",
                        "4 crushed peppercorns",
                        "1/2 pint (240 mL) half-glaze (demi-glace)",
                        "1/2 pint (240 mL) tomato sauce",
                        "4 tbsp (60 mL) sherry",
                        "Few drops truffle essence",
                        "Good pinch cayenne (start 1/8 tsp/0.5 g), salt to taste"
                    ],
                    "instructions": [
                        "Make an herb infusion: Simmer veal stock with herbs, mushroom trimmings, parsley 30 minutes. Add peppercorns 2 minutes before straining.",
                        "Stir the hot infusion into demi and tomato off heat. Add sherry and truffle essence.",
                        "Season with cayenne cautiously — spicy, not nuclear — and salt. Warm gently to serve."
                    ],
                    "notes": [
                        "Cayenne goes from lovely to lethal fast. Don’t be a heavy-handed wanker."
                    ]
                },
                {
                    "number": 57,
                    "title": "VENISON SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Poivrade-for-venison finished with red-currant jelly and cream. Silky, tangy, perfect for big game. Don’t boil the cream, you clown."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Poivrade Sauce for Venison (Recipe 50)",
                        "2 tbsp (30 mL) red-currant jelly, dissolved",
                        "5 tbsp (75 mL) fresh cream",
                        "Salt & pepper to taste"
                    ],
                    "instructions": [
                        "Warm Poivrade (Recipe 50) gently; don’t rage-boil.",
                        "Off heat, whisk in dissolved red-currant jelly, then cream. Keep it off the boil or it will split and you’ll look daft.",
                        "Season and serve with large ground-game cuts."
                    ]
                }
            ]
        },
        {
            "title": "The Small White and Compound Sauces",
            "introduction": [
                "White and pale sauces — velvet, shine, and precision. Cook them like a surgeon, not a slob. Control heat, whisk like your job depends on it (it bloody does), and season with a spine. Split one and I’ll call you a donkey to your face."
            ],
            "entries": [
                {
                    "number": 58,
                    "title": "AMERICAN SAUCE",
                    "type": "definition",
                    "introduction": [
                        "This is the lobster sauce from Lobster à l’Américaine — robust, winey, peppery, with lobster as garnish when it’s saucing a fish. Get the body right; otherwise it’s shellfish-flavoured dishwater, you muppet."
                    ],
                    "notes": [
                        "Slice meat from the lobster used for the sauce and use it as garnish for the fish. Balance acidity and heat so it sings, not shouts."
                    ]
                },
                {
                    "number": 59,
                    "title": "ANCHOVY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Normande base, anchored with anchovy butter and fillets. Salty, silky, and lethal if you boil it after butter — don’t, you plank."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) unbuttered Normande Sauce (Recipe 99)",
                        "3 oz (85 g) anchovy butter",
                        "1 oz (30 g) anchovy fillets, well rinsed, sponged, finely cut"
                    ],
                    "instructions": [
                        "Warm Normande gently — no simmering tantrums.",
                        "Off heat, whisk in anchovy butter until glossy. Fold in chopped anchovy fillets.",
                        "Taste — it’s anchovy, not the Dead Sea. Adjust salt only if needed, you absolute donut."
                    ]
                },
                {
                    "number": 60,
                    "title": "AURORE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Velouté kissed with tomato — blushing, not bludgeoned. If it turns orange soup, you’ve lost the plot."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1/2 pint (240 mL) boiling velouté",
                        "1/2 pint (240 mL) very red tomato purée (Recipe 29)",
                        "3 oz (85 g) butter",
                        "Salt to taste"
                    ],
                    "instructions": [
                        "Whisk tomato purée into the hot velouté; simmer briefly to marry.",
                        "Rub through a tammy for silk.",
                        "Off heat, mount with butter in bits. Season. Nappé, not nap-time, you berk."
                    ]
                },
                {
                    "number": 61,
                    "title": "LENTEN AURORE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Same blush, fish-friendly. Swap to fish velouté so the sole doesn’t taste like a cow shed, you sausage."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1/2 pint (240 mL) boiling fish velouté",
                        "1/2 pint (240 mL) very red tomato purée",
                        "3 oz (85 g) butter",
                        "Salt to taste"
                    ],
                    "instructions": [
                        "Combine, simmer lightly, strain fine.",
                        "Off heat, mount with butter. Balance salt. Keep it elegant, not loud."
                    ]
                },
                {
                    "number": 62,
                    "title": "BÉARNAISE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Egg yolks, vinegar reduction, tarragon — glossy and dangerous. Treat it like a temperamental diva or it will split and ruin you, you donkey."
                    ],
                    "yield": "About 1 cup (240 mL)",
                    "ingredients": [
                        "1 tsp (5 mL) chopped shallots",
                        "2 oz (60 g) chopped tarragon stalks",
                        "3 oz (85 g) chervil (stalks and leaves), chopped",
                        "Pinch mignonette pepper",
                        "Pinch fine salt",
                        "4 tbsp (60 mL) vinegar",
                        "5 large egg yolks",
                        "6 oz (170 g) clarified melted butter (lukewarm)",
                        "1 tsp (2 g) chopped chervil and tarragon leaves (to finish)",
                        "Pinch cayenne (optional)"
                    ],
                    "instructions": [
                        "Make reduction: In a small pan, combine shallots, tarragon stalks, chervil, pepper, salt, vinegar. Reduce by two-thirds. Cool slightly.",
                        "Whisk in yolks. Put over very low heat or in a bain-marie and whisk constantly until ribbons — cook the yolks gently, you muppet.",
                        "Stream in lukewarm butter gradually, whisking like you mean it, until thick and glossy.",
                        "Strain through tammy; fold in chopped herbs; tickle with cayenne. Serve tepid. Too hot and it dies, like your chances of a promotion."
                    ],
                    "notes": [
                        "Serve with grilled meats and poultry. Hold warm, not hot. Never boil it — ever."
                    ]
                },
                {
                    "number": 63,
                    "title": "BÉARNAISE SAUCE WITH MEAT GLAZE (VALOIS/FOYOT)",
                    "type": "recipe",
                    "introduction": [
                        "Béarnaise meets meat glaze. Beefy, glossy, cocky. Get the ratio right or it becomes a salty mess, you clown."
                    ],
                    "yield": "About 1 1/4 cups (300 mL)",
                    "ingredients": [
                        "1 cup (240 mL) Béarnaise (Recipe 62)",
                        "3 tbsp (45 mL) dissolved pale meat glaze (glace de viande), added gradually"
                    ],
                    "instructions": [
                        "Warm Béarnaise gently (tepid).",
                        "Whisk in meat glaze a spoon at a time off heat until balanced and glossy. Don’t overdo it, you berk.",
                        "Serve with butcher’s meats."
                    ]
                },
                {
                    "number": 64,
                    "title": "BÉARNAISE TOMATÉE (CHORON)",
                    "type": "recipe",
                    "introduction": [
                        "Béarnaise blushed with tomato. No green herbs at the end — keep it clean, you pillock."
                    ],
                    "yield": "About 1 1/4 cups (300 mL)",
                    "ingredients": [
                        "1 cup (240 mL) Béarnaise (Recipe 62)",
                        "1/3 pint (160 mL) very red tomato purée"
                    ],
                    "instructions": [
                        "Combine warm Béarnaise with the hot tomato purée off heat.",
                        "No final tarragon/chervil, understood? Sauce should be smooth and rosy, not confetti, you twit."
                    ],
                    "notes": [
                        "Proper to Tournedos Choron; also good with grilled poultry and white meats."
                    ]
                },
                {
                    "number": 65,
                    "title": "BERCY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Shallots, white wine, fish fumet, velouté, butter. Fish loves this — treat it gently or it will sulk, you absolute wally."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "2 oz (60 g) chopped shallots",
                        "1/2 pint (240 mL) dry white wine",
                        "1/2 pint (240 mL) fish fumet or matching fish liquor",
                        "1/3 pint (160 mL) velouté (fish if for fish)",
                        "4 oz (115 g) butter (finish, in bits)",
                        "Few drops fish glaze (optional)",
                        "Juice of 1/2 lemon (1 tbsp/15 mL)",
                        "1 oz (30 g) chopped parsley",
                        "Salt & white pepper to taste"
                    ],
                    "instructions": [
                        "Sweat shallots lightly. Add wine and fumet; reduce to about one-third.",
                        "Stir in velouté; simmer to nappé; skim clean.",
                        "Off heat, mount with butter; add fish glaze (if using), lemon juice, and parsley. Season and serve with poached fish."
                    ]
                },
                {
                    "number": 66,
                    "title": "BUTTER SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "The delicate mother of buttery whites — thickened with yolks and cream. If you boil it after liaison, you’re a menace."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "2 oz (60 g) sifted flour",
                        "2 oz (60 g) melted butter",
                        "1 quart (950 mL) boiling water, salted 1/4 oz (7 g) per quart",
                        "6 egg yolks",
                        "1/4 pint (120 mL) cream",
                        "Juice of 1/2 lemon (1 tbsp/15 mL)",
                        "5 oz (140 g) best fresh butter (to finish)"
                    ],
                    "instructions": [
                        "Make a blond base: Stir flour into melted butter. Whisk in the boiling salted water. Do NOT let it boil hard — keep just under.",
                        "Liaison: Immediately whisk yolks with cream and lemon; temper with some hot sauce; stir back in off boil to thicken gently.",
                        "Strain. Off heat, mount with butter in pieces. Serve warm. If it splits, you cooked it like a caveman, you sausage."
                    ]
                },
                {
                    "number": 67,
                    "title": "BONNEFOY (WHITE BORDELAISE) SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "White-wine shallot glaze finished with butter and tarragon. For grilled fish and white meats. Keep it pale and proud."
                    ],
                    "yield": "About 3/4 pint (355 mL)",
                    "ingredients": [
                        "2 oz (60 g) minced shallots",
                        "1/2 pint (240 mL) Graves, Sauternes, or excellent white Bordeaux",
                        "1/4 pint (120 mL) velouté",
                        "6 oz (170 g) butter (finish)",
                        "1 tbsp (3 g) chopped tarragon",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Reduce wine with shallots almost dry.",
                        "Add velouté; simmer 20 minutes; strain smooth.",
                        "Off heat, whisk in butter; fold in tarragon. Season. Do not boil after buttering, you donkey."
                    ]
                },
                {
                    "number": 68,
                    "title": "CAPER SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Butter Sauce tarted up with capers. Classic with boiled fish. If you pulverize the capers, I’ll pulverize your ego."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Butter Sauce (Recipe 66)",
                        "2 tbsp (30 mL/20 g) capers, drained, roughly chopped"
                    ],
                    "instructions": [
                        "Warm Butter Sauce gently. Stir in capers off heat.",
                        "Taste for salt — capers are salty, genius. Serve."
                    ]
                },
                {
                    "number": 69,
                    "title": "CARDINAL SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Béchamel + fish fumet + truffle whisper, finished with cream and lobster butter. Pours like silk over fish. Don’t skimp the lobster butter, you cheap plank."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Béchamel",
                        "1/2 pint (240 mL) fish fumet",
                        "Few drops truffle essence",
                        "3 tbsp (45 mL) cream (plus more if needed)",
                        "3 oz (85 g) very red lobster butter (Recipe 149)",
                        "Salt, white pepper, lemon to balance"
                    ],
                    "instructions": [
                        "Boil Béchamel with fish fumet and a few drops truffle essence; reduce by about one-quarter.",
                        "Off heat, whisk in cream and lobster butter until smooth and blushing.",
                        "Season delicately. Sauce should sheet the spoon, not clump like your thoughts."
                    ]
                },
                {
                    "number": 70,
                    "title": "MUSHROOM SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Two paths: poultry (Allemande base) or fish (fish velouté). Keep mushroom flavour clean and bright, you muppet."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "Poultry version: 1 pint (475 mL) very stiff Allemande; 1/5 pint (95 mL) mushroom liquor; 8 oz (225 g) turned or channelled button mushrooms, cooked",
                        "Fish version: 1 pint (475 mL) fish velouté thickened with 4 egg yolks; finish with mushroom liquor as above",
                        "Salt & white pepper to taste"
                    ],
                    "instructions": [
                        "Poultry path: Heat Allemande; whisk in mushroom liquor; fold in cooked mushroom heads. Season.",
                        "Fish path: Heat fish velouté; thicken with tempered yolks off the boil; add mushroom liquor; season.",
                        "Serve immediately so it doesn’t turn to paste, you plank."
                    ],
                    "notes": [
                        "Poultry version can sauce fish if you reinforce with a splash of fumet. Use your head."
                    ]
                },
                {
                    "number": 71,
                    "title": "CHÂTEAUBRIAND SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Aromatic reduction finished with maître d’hôtel butter — for the beef fillet that actually deserves it."
                    ],
                    "yield": "About 1/2 pint (240 mL)",
                    "ingredients": [
                        "1 oz (30 g) chopped shallots",
                        "1 sprig thyme, 1 small bay leaf",
                        "1 oz (30 g) mushroom trimmings",
                        "1/4 pint (120 mL) white wine",
                        "1/2 pint (240 mL) veal gravy",
                        "4 oz (115 g) butter Maître d’Hôtel (Recipe 150)",
                        "1 tsp (2 g) chopped tarragon (optional)",
                        "Salt & pepper"
                    ],
                    "instructions": [
                        "Reduce wine with shallots, thyme, bay, and mushroom trimmings almost dry.",
                        "Add veal gravy; reduce to ~1/4 pint (120 mL); strain.",
                        "Off heat, whisk in maître d’hôtel butter; add tarragon if using. Serve with grilled beef fillet."
                    ]
                },
                {
                    "number": 72,
                    "title": "WHITE CHAUD-FROID SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Cold coating — white, glossy, and obedient. If it doesn’t cling, your ratios are rubbish."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "1 pint (475 mL) velouté",
                        "3/4 pint (355 mL) melted white poultry jelly (aspic)",
                        "1/2 pint (240 mL) very fresh cream",
                        "Salt to taste"
                    ],
                    "instructions": [
                        "Boil velouté; whisk in melted white jelly. Reduce by about one-third, stirring constantly.",
                        "Gradually whisk in cream. Strain through tammy.",
                        "Cool with occasional stirring to prevent skin. Use when fluid yet coating."
                    ]
                },
                {
                    "number": 73,
                    "title": "ORDINARY CHAUD-FROID SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Same playbook, but with Allemande and less cream. Respect cooling or wear it on your ego."
                    ],
                    "yield": "About 1 1/4 pints (590 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Allemande Sauce",
                        "3/4 pint (355 mL) melted white poultry jelly",
                        "1/4 pint (120 mL) cream",
                        "Salt to taste"
                    ],
                    "instructions": [
                        "Combine Allemande and melted jelly; reduce to coating consistency while stirring.",
                        "Whisk in cream off heat; strain; cool with stirring. Use cold."
                    ]
                },
                {
                    "number": 74,
                    "title": "CHAUD-FROID SAUCE, À L’AURORE",
                    "type": "technique",
                    "introduction": [
                        "Colour your white chaud-froid with tomato purée or a paprika infusion to a pale blush. Not fire-engine red, you clown."
                    ],
                    "notes": [
                        "Add colour gradually to reach the desired shade. Keep flavour balanced; you’re glazing, not making soup."
                    ]
                },
                {
                    "number": 75,
                    "title": "CHAUD-FROID SAUCE, AU VERT-PRÉ",
                    "type": "recipe",
                    "introduction": [
                        "Green meadow glaze — herbal infusion and spinach-green tint. Gentle hue, not swamp sludge."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "Base as per White Chaud-Froid (Recipe 72)",
                        "Infusion: 1/4 pint (120 mL) white wine; big pinch each chervil stalks, tarragon leaves, chives, parsley leaves",
                        "Spinach-green (Recipe 143), as needed"
                    ],
                    "instructions": [
                        "Make the herb infusion: Boil wine, add herbs, cover and infuse 10 minutes; strain into the chaud-froid base along with jelly.",
                        "Finish as per Recipe 72. Tint cautiously with spinach-green to a pale green. Use for fowl chauds-froids, especially Printanier."
                    ]
                },
                {
                    "number": 76,
                    "title": "LENT CHAUD-FROID SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Fish version of white chaud-froid — swap in fish velouté and white fish jelly. For glazing fish and shellfish correctly, you donkey."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "1 pint (475 mL) fish velouté",
                        "3/4 pint (355 mL) melted white fish jelly",
                        "1/2 pint (240 mL) very fresh cream",
                        "Salt to taste"
                    ],
                    "instructions": [
                        "Proceed as in White Chaud-Froid (Recipe 72), observing the swaps.",
                        "Cool and use as a clean, non-oily glaze — superior to cleared mayonnaise that weeps like your excuses."
                    ]
                },
                {
                    "number": 77,
                    "title": "“ESCOFFIER” CHERRY SAUCE",
                    "type": "definition",
                    "introduction": [
                        "Ready-made; hot or cold; brilliant with venison and small game. If you dump it cold on hot meat like jam, I’ll scream."
                    ],
                    "notes": [
                        "Warm gently for hot service; also suitable cold with cold meats. Balance with the game’s fat."
                    ]
                },
                {
                    "number": 78,
                    "title": "CHIVRY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Herb-charged velouté, green and lively — for boiled or poached poultry. Fresh herbs only; tired ones taste like lawn clippings."
                    ],
                    "yield": "About 1 1/4 pints (590 mL)",
                    "ingredients": [
                        "1/2 pint (240 mL) boiling poultry stock",
                        "Large pinches: chervil pluches, tarragon leaves, parsley leaves, chives",
                        "1 head of very young pimpernel (burnet)",
                        "1 pint (475 mL) velouté",
                        "2 oz (60 g) Green Butter (Recipe 143)",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Herb infusion: Steep herbs in boiling stock 10–12 minutes; strain.",
                        "Add infusion to velouté; boil and reduce by one-quarter.",
                        "Finish off heat with Green Butter; season. Keep the colour bright, you berk."
                    ]
                },
                {
                    "number": 79,
                    "title": "CREAM SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Béchamel reduced, re-creamed, lemon-kissed — glossy and obedient. If it curdles, that’s on you, you plank."
                    ],
                    "yield": "About 1 1/4 pints (590 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Béchamel",
                        "1/4 + 1/4 pint (120 mL + 120 mL) very fresh cream, divided",
                        "Few drops lemon juice",
                        "Salt & white pepper",
                        "2 oz (60 g) butter (finish)"
                    ],
                    "instructions": [
                        "Boil Béchamel with 1/4 pint (120 mL) cream; reduce to thick. Pass through tammy.",
                        "Off heat, whisk in remaining cream gradually, lemon, and butter. Season. Serve with boiled fish, poultry, eggs, veg."
                    ]
                },
                {
                    "number": 80,
                    "title": "SHRIMP SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Fish velouté + cream + fumet, finished with shrimp butter and shrimp tails. Delicate, not fishy chaos."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) fish velouté or Béchamel",
                        "1/4 pint (120 mL) cream",
                        "1/4 pint (120 mL) very clear fish fumet",
                        "2 oz (60 g) Shrimp Butter (Recipe 145)",
                        "2 oz (60 g) shelled shrimp tails",
                        "Salt, white pepper, lemon"
                    ],
                    "instructions": [
                        "Boil velouté with cream and fumet; reduce to 1 pint (475 mL).",
                        "Off heat, whisk in shrimp butter; fold in shrimp tails. Balance seasoning and lemon. Serve immediately."
                    ]
                },
                {
                    "number": 81,
                    "title": "CURRY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "A lightly browned vegetable base with curry — smooth, fragrant, not a gritty spice bomb. Respect the cook-out, you wally."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "12 oz (340 g) minced onions",
                        "1 oz (30 g) parsley root (or parsley stems), minced",
                        "4 oz (115 g) minced celery",
                        "Small sprig thyme, 1 bay leaf, little mace",
                        "2 oz (60 g) flour",
                        "1 tsp (3 g) curry powder (or to taste)",
                        "1 1/2 pints (710 mL) white stock",
                        "Optional: 1/4 volume coconut milk (about 3/8 pint/180 mL)",
                        "Butter for sweating (1–2 oz/30–60 g), salt"
                    ],
                    "instructions": [
                        "Sweat onions, parsley root, celery, thyme, bay, mace in butter until just blond.",
                        "Stir in flour and curry; cook a few minutes without colouring — wake the spice up, don’t burn it.",
                        "Whisk in white stock; simmer gently ~45 minutes. Tammy strain. Degrease.",
                        "Hold warm in bain-marie. Season. Use with fish, shellfish, poultry, egg dishes."
                    ]
                },
                {
                    "number": 82,
                    "title": "DIPLOMATE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Normande dressed up with lobster butter and truffled lobster bits. Diplomatic immunity from boredom."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Normande Sauce (Recipe 99)",
                        "2 oz (60 g) lobster butter",
                        "3 tbsp (30–40 g) mix of lobster meat and truffle cut in tiny tubes",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Warm Normande; whisk in lobster butter.",
                        "Fold in lobster/truffle garnish; adjust seasoning. Keep it refined, you donkey."
                    ]
                },
                {
                    "number": 83,
                    "title": "HERB SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "White-wine sauce finished with shallot butter and a fistful of fine herbs. Green and clean for poached fish."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) White-Wine Sauce (Recipe 111)",
                        "3 oz (85 g) shallot butter",
                        "1 tbsp (4 g) mix of chopped parsley, chervil, tarragon, chives",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Warm white-wine sauce gently. Off heat, whisk in shallot butter.",
                        "Stir in herbs; season. Serve immediately with boiled/poached fish."
                    ]
                },
                {
                    "number": 84,
                    "title": "GOOSEBERRY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Classic for mackerel — tart green gooseberries pureed into Butter Sauce. Don’t turn it into sweet baby food, you muppet."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Butter Sauce (Recipe 66)",
                        "1 lb (454 g) green gooseberries, topped and tailed",
                        "1/2 pint (240 mL) white wine",
                        "3 oz (85 g) sugar (adjust to taste)"
                    ],
                    "instructions": [
                        "Blanch gooseberries 5 minutes; drain. Stew gently with white wine and sugar until soft.",
                        "Rub through tammy to a smooth tart pulp.",
                        "Stir pulp into warm Butter Sauce; adjust sugar/acidity. Serve with grilled or poached mackerel."
                    ]
                },
                {
                    "number": 85,
                    "title": "HUNGARIAN SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Paprika-tinted velouté — tender pink, silky heat. If it’s brown, you burned it; if it’s red, you’re a clown."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "2 tbsp (30 g) chopped onions",
                        "1/2 tsp (1–2 g) paprika (sweet, then adjust)",
                        "Small faggot (parsley stems, thyme, bay)",
                        "1/4 pint (120 mL) white wine",
                        "1 pint (475 mL) velouté (ordinary or Lenten, to suit)",
                        "2 oz (60 g) butter (finish)",
                        "Salt, white pepper"
                    ],
                    "instructions": [
                        "Sweat onions with paprika and salt in butter without colour.",
                        "Add faggot and wine; reduce by two-thirds; remove herbs.",
                        "Add velouté; simmer 5 minutes; tammy strain.",
                        "Mount with butter; adjust salt and paprika so it’s a tender pink. Serve with lamb, veal, eggs, poultry, fish."
                    ]
                },
                {
                    "number": 86,
                    "title": "OYSTER SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Normande with reduced oyster liquor and poached oysters — rich and briny. Overheat and you’ll rubberize the oysters, you pillock."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Normande Sauce (Recipe 99), finished as directed",
                        "1/4 pint (120 mL) reduced oyster liquor, strained",
                        "12 poached, trimmed oysters",
                        "Salt, cayenne to taste"
                    ],
                    "instructions": [
                        "Stir reduced oyster liquor into hot Normande.",
                        "Fold in hot poached oysters off heat. Season lightly. Serve immediately."
                    ]
                },
                {
                    "number": 87,
                    "title": "IVORY (ALBUFERA) SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Suprême Sauce brightened with pale meat glaze to an ivory tint — subtle and posh. For poultry and sweetbreads."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Suprême Sauce (Recipe 106a)",
                        "4 tbsp (60 mL) dissolved pale meat glaze (per quart/950 mL; scale accordingly)",
                        "Salt to taste"
                    ],
                    "instructions": [
                        "Warm Suprême gently; whisk in enough pale glaze to achieve a soft ivory tone and extra depth.",
                        "Season delicately. Do not boil like a barbarian."
                    ]
                },
                {
                    "number": 88,
                    "title": "JOINVILLE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Normande swaggering with both shrimp and crayfish butter — plus black truffle Julienne if the fish is naked. Show-off sauce done right."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Normande (Recipe 99), at the pre-finish stage",
                        "2 oz (60 g) shrimp butter",
                        "2 oz (60 g) crayfish butter",
                        "Optional: 1 oz (30 g) very black truffle, finely julienned (for large, ungarnished fish)"
                    ],
                    "instructions": [
                        "Finish Normande by whisking in shrimp and crayfish butters off heat.",
                        "If saucing a large plain boiled fish, add truffle Julienne. Keep flavours focused, not muddy."
                    ]
                },
                {
                    "number": 89,
                    "title": "MALTESE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Hollandaise with blood-orange juice and zest — the king for asparagus. Split it and I’ll split your station, you numpty."
                    ],
                    "yield": "About 1 cup (240 mL)",
                    "ingredients": [
                        "1 cup (240 mL) Hollandaise (Recipe 30)",
                        "Juice of 2 blood oranges (about 1/3 cup/80 mL)",
                        "1/2 coffeespoon (1/2 tsp/2 g) finely grated orange rind"
                    ],
                    "instructions": [
                        "Warm Hollandaise to tepid.",
                        "Whisk in blood-orange juice and grated rind off heat. Serve immediately over hot asparagus. Don’t reheat like a clown."
                    ]
                },
                {
                    "number": 90,
                    "title": "MARINIÈRE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Bercy boosted with mussel liquor and yolk liaison — glossy and maritime. Don’t scramble the yolks, you donut."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Bercy Sauce (Recipe 65)",
                        "1/4 pint (120 mL) mussel liquor",
                        "3 egg yolks (liaison)",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Heat Bercy; whisk in mussel liquor.",
                        "Off heat, temper yolks with some hot sauce, then stir back in over low heat until nappé. Do not boil.",
                        "Season. Serve with small poached fish and mussels."
                    ]
                },
                {
                    "number": 91,
                    "title": "MORNAY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Cheesy béchamel — Gruyère and Parmesan melted to silk, finished with butter. If it’s grainy, you rushed the melt, you berk."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Béchamel",
                        "1/4 pint (120 mL) fumet of the item (fish/poultry/veg)",
                        "2 oz (60 g) grated Gruyère",
                        "2 oz (60 g) grated Parmesan",
                        "2 oz (60 g) butter (finish)"
                    ],
                    "instructions": [
                        "Boil Béchamel with fumet; reduce by a good quarter.",
                        "Stir in cheeses; whisk gently until fully melted and smooth.",
                        "Off heat, mount with butter. Smooth or you’re toast."
                    ]
                },
                {
                    "number": 92,
                    "title": "MOUSSELINE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Hollandaise puffed up with whipped cream. Cloud-like and fragile — handle with respect, you oaf."
                    ],
                    "yield": "About 1 1/2 cups (355 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Hollandaise (Recipe 30)",
                        "1/2 pint (240 mL) stiffly whipped cream"
                    ],
                    "instructions": [
                        "Fold whipped cream into warm Hollandaise just before serving.",
                        "Do not reheat. Serve immediately or it dies on you."
                    ]
                },
                {
                    "number": 93,
                    "title": "MOUSSEUSE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Technically a compound butter, whipped to a light, saucy texture — melts over boiled fish like a dream."
                    ],
                    "yield": "About 1 cup (240 mL)",
                    "ingredients": [
                        "1/2 lb (225 g) stiff manié butter, properly softened",
                        "Salt and a few drops lemon juice",
                        "1/3 pint (160 mL) cold water",
                        "2 tbsp (30 mL) very firm whipped cream"
                    ],
                    "instructions": [
                        "In a scalded, wiped pan, beat softened manié butter with salt and lemon.",
                        "Whisk in cold water gradually until light and foamy.",
                        "Fold in whipped cream. Serve over hot boiled fish; the heat melts it perfectly."
                    ]
                },
                {
                    "number": 94,
                    "title": "MUSTARD SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Butter Sauce with mustard — simple, sharp, and brilliant with small grilled fish. Don’t boil it afterwards, you twit."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Butter Sauce (Recipe 66)",
                        "1 tbsp (15 mL) Dijon mustard"
                    ],
                    "instructions": [
                        "Warm Butter Sauce; whisk in mustard off heat.",
                        "Hold in bain-marie. Do not boil post-mustard. Serve with fresh herrings and similar fish."
                    ]
                },
                {
                    "number": 95,
                    "title": "NANTUA SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Crayfish-kissed cream sauce — classic for quenelles. If it isn’t rosy and aromatic, do it again, you donkey."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Béchamel",
                        "1/2 pint (240 mL) cream (reduce with the sauce)",
                        "2 tbsp (30 mL) extra cream (final finish)",
                        "3 oz (85 g) fine crayfish butter",
                        "1 tbsp (10–15 g) small crayfish tails",
                        "Salt, white pepper"
                    ],
                    "instructions": [
                        "Boil Béchamel with 1/2 pint (240 mL) cream; reduce by one-third; tammy strain.",
                        "Finish with extra cream, crayfish butter, and tails. Season. Serve."
                    ]
                },
                {
                    "number": 96,
                    "title": "NEWBURG SAUCE — METHOD 1 (RAW LOBSTER)",
                    "type": "recipe",
                    "introduction": [
                        "The original decadence — lobster sautéed, wine/brandy reduced, enriched with cream and its own coral. Stop when it’s luscious, not leaden."
                    ],
                    "yield": "Sauce for a 2 lb (900 g) lobster; about 1–1 1/4 pints (475–600 mL)",
                    "ingredients": [
                        "1 lobster (about 2 lb/900 g), divided; creamy coral reserved",
                        "2 oz (60 g) butter (1 1/2 oz/45 g for sauté + 1/2 oz/15 g for pounding)",
                        "1 1/2 oz (45 mL) oil",
                        "Salt and cayenne",
                        "2 tbsp (30 mL) burnt brandy",
                        "1/3 pint (160 mL) Marsala or old Sherry",
                        "1/3 pint (160 mL) cream",
                        "1/2 pint (240 mL) fish fumet",
                        "Small faggot of herbs"
                    ],
                    "instructions": [
                        "Pound coral with 1/2 oz (15 g) butter; reserve.",
                        "Season lobster pieces with salt/cayenne; sauté in butter and oil until shells redden. Drain excess fat.",
                        "Flambé with brandy; add Marsala/Sherry; reduce by two-thirds.",
                        "Add cream, fumet, and faggot; cover and gently cook ~25 minutes.",
                        "Remove lobster; dice meat or reserve whole. Whisk coral butter into sauce; simmer 1 minute to cook through. Adjust seasoning; combine with meat as desired."
                    ],
                    "notes": [
                        "Curry or paprika variations pair well with white fish; add a little rice à l’Indienne if you fancy, you posh plank."
                    ]
                },
                {
                    "number": 97,
                    "title": "NEWBURG SAUCE — METHOD 2 (COOKED LOBSTER)",
                    "type": "recipe",
                    "introduction": [
                        "Use pre-cooked lobster — slice, glaze in Sherry, then liaison with cream and yolks. Gentle heat or you’ll scramble luxury."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "Cooked lobster tail, sliced",
                        "Butter for sautéing (1–2 oz/30–60 g)",
                        "Dry Sherry, enough to immerse slices (~1/2 cup/120 mL)",
                        "1/3 pint (160 mL) fresh cream",
                        "2 egg yolks",
                        "Salt & cayenne"
                    ],
                    "instructions": [
                        "Butter a sauté pan; lay in seasoned lobster slices; sear lightly on both sides to re-redden the shells/edges.",
                        "Cover with Sherry; reduce almost au sec.",
                        "Off heat, add liaison of cream and yolks; return to very low heat, stirring and rolling the pan until nappé. Do not boil. Season."
                    ]
                },
                {
                    "number": 98,
                    "title": "NOISETTE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Hollandaise with hazelnut-browned butter. Nutty perfume for salmon and trout. Don’t burn the beurre noisette, you pillock."
                    ],
                    "yield": "About 1 cup (240 mL)",
                    "ingredients": [
                        "1 cup (240 mL) Hollandaise (Recipe 30)",
                        "2 oz (60 g) beurre noisette (hazelnut butter), strained"
                    ],
                    "instructions": [
                        "Warm Hollandaise; whisk in beurre noisette just before service.",
                        "Serve with boiled fish. Keep it glossy, not greasy."
                    ]
                },
                {
                    "number": 99,
                    "title": "NORMANDE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "The queen of fish creams — velouté, mushroom/oyster liquors, sole fumet, egg yolks, cream, butter. Cayenne kiss. Don’t rush, you sausage."
                    ],
                    "yield": "About 1 1/4 pints (590 mL)",
                    "ingredients": [
                        "1 pint (475 mL) fish velouté",
                        "3 tbsp (45 mL) mushroom liquor",
                        "3 tbsp (45 mL) oyster liquor",
                        "6 tbsp (90 mL) sole fumet",
                        "3 egg yolks",
                        "Few drops lemon juice",
                        "1/4 + extra cream (about 1/4 pint/120 mL total divided)",
                        "2 oz (60 g) butter (finish)",
                        "Pinch cayenne, salt"
                    ],
                    "instructions": [
                        "Combine velouté, liquors, fumet, yolks, lemon, and 1/4 pint (120 mL) cream. Reduce by about one-third at a bare simmer, stirring.",
                        "Season with cayenne and salt; tammy strain; finish with butter and a few more spoons of cream. Serve with sole à la Normande and as a base for many sauces."
                    ]
                },
                {
                    "number": 100,
                    "title": "ORIENTAL SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "American sauce reduced hard, curried, then creamed. Keep it bright, not muddy."
                    ],
                    "yield": "About 3/4 pint (355 mL)",
                    "ingredients": [
                        "1 pint (475 mL) American sauce (Recipe 58 context)",
                        "Curry powder to taste (start 1/2 tsp/2 g)",
                        "1/4 pint (120 mL) cream"
                    ],
                    "instructions": [
                        "Season American sauce with curry and reduce to one-third.",
                        "Off heat, whisk in cream (1/4 pint/120 mL). Serve like American sauce."
                    ]
                },
                {
                    "number": 101,
                    "title": "POULETTE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Allemande brightened with mushroom liquor, butter, lemon, and parsley. A hug for sheep’s trotters and veg."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Allemande Sauce",
                        "6 tbsp (90 mL) mushroom liquor",
                        "2 oz (60 g) butter (finish)",
                        "Few drops lemon juice",
                        "1 tsp (2 g) chopped parsley",
                        "Salt, white pepper"
                    ],
                    "instructions": [
                        "Boil Allemande briefly; stir in mushroom liquor.",
                        "Off heat, mount with butter; add lemon and parsley. Season and serve."
                    ]
                },
                {
                    "number": 102,
                    "title": "RAVIGOTE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Sharp, herbaceous velouté — vinegar-wine reduction, shallot butter, fine herbs. Wake up boiled poultry and white offal."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1/4 pint (120 mL) white wine",
                        "1/8 pint (60 mL) vinegar",
                        "1 pint (475 mL) velouté",
                        "1 1/2 oz (45 g) shallot butter",
                        "1 tsp (2 g) chopped chervil, tarragon, chives",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Reduce wine and vinegar by half.",
                        "Add velouté; simmer a few minutes.",
                        "Finish with shallot butter and herbs off heat. Season and serve."
                    ]
                },
                {
                    "number": 103,
                    "title": "REGENCY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Two tracks: poultry (Allemande + essences + poultry glaze) or fish (fish velouté + same essences + fish essence). Regal, not stodgy."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "Poultry version: 1 pint (475 mL) Allemande; 6 tbsp (90 mL) mushroom essence; 2 tbsp (30 mL) truffle essence; 4 tbsp (60 mL) poultry glaze",
                        "Fish version: 1 pint (475 mL) fish velouté thickened with yolks; same essences; finish with fish essence",
                        "Salt, white pepper"
                    ],
                    "instructions": [
                        "Poultry: Boil Allemande with essences; finish with poultry glaze; season.",
                        "Fish: Thicken velouté with yolks; add essences; finish with fish essence; season."
                    ]
                },
                {
                    "number": 104,
                    "title": "SOUBISE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Onion cullis — sweet, silky, and thick. It’s not a whisper; it’s a statement. Don’t scorch the onions, you twit."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "2 lb (900 g) finely minced onions, scalded 3 minutes and well dried",
                        "Butter for stewing (2–3 oz/60–85 g)",
                        "1/2 pint (240 mL) thickened Béchamel",
                        "1 tsp (4 g) sugar",
                        "Salt to taste",
                        "A few tbsp (30–60 mL) cream",
                        "2 oz (60 g) butter (finish)"
                    ],
                    "instructions": [
                        "Stew onions gently in butter until tender and sweet, no colour.",
                        "Stir in Béchamel; season with salt and sugar; cook gently 30 minutes.",
                        "Rub through tammy; finish with cream and butter. Serve."
                    ],
                    "notes": [
                        "Soubise should be thicker than a standard sauce — closer to a cullis."
                    ]
                },
                {
                    "number": 105,
                    "title": "SOUBISE SAUCE WITH RICE",
                    "type": "recipe",
                    "introduction": [
                        "Bacon-lined pot, onions with rice and white consommé — pounded and strained to a stiffer Soubise. Great as a garnish too."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "2 lb (900 g) minced onions, scalded and drained",
                        "Thin rashers of fat bacon to line pan",
                        "1/4 lb (115 g) Carolina rice",
                        "1 pint (475 mL) white consommé",
                        "1 tsp (4 g) sugar",
                        "Salt",
                        "Cream and butter to finish (as in Recipe 104)"
                    ],
                    "instructions": [
                        "Line saucepan with bacon; add onions, rice, consommé, sugar, salt.",
                        "Cook gently in front of the oven ~45 minutes.",
                        "Pound in mortar; rub through tammy; finish with cream and butter."
                    ],
                    "notes": [
                        "Stiffer than plain Soubise; often used as a garnish."
                    ]
                },
                {
                    "number": 106,
                    "title": "SOUBISE SAUCE TOMATÉE",
                    "type": "recipe",
                    "introduction": [
                        "Soubise with a third tomato purée — onion-tomato hug. Season smartly."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "2/3 pint (315 mL) Soubise (Recipe 104)",
                        "1/3 pint (160 mL) very red tomato purée",
                        "Salt, white pepper, paprika or curry (optional final accents)"
                    ],
                    "instructions": [
                        "Blend tomato purée into hot Soubise; simmer to marry; adjust seasoning.",
                        "Optional: finish with a touch of curry or paprika per dish needs."
                    ],
                    "notes": [
                        "Soubise is more cullis than sauce — keep it thick and proud."
                    ]
                },
                {
                    "number": 106.1,
                    "title": "SUPRÊME SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Absolute white luxury — clear poultry stock, velouté, and cream. Perfect whiteness, consummate delicacy. No shortcuts, you donkey."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "1 1/2 pints (710 mL) very clear poultry stock",
                        "1/4 pint (120 mL) mushroom cooking liquor",
                        "1 pint (475 mL) poultry velouté",
                        "3/4 pint (355 mL) excellent cream, divided (1/2 + 1/4)",
                        "2 oz (60 g) best butter (finish)",
                        "Salt"
                    ],
                    "instructions": [
                        "Reduce poultry stock with mushroom liquor to two-thirds.",
                        "Add poultry velouté; reduce on open fire to nappé, stirring.",
                        "Gradually whisk in 1/2 pint (240 mL) cream; strain.",
                        "Finish off heat with remaining 1/4 pint (120 mL) cream and butter. Keep covered and warm — not boiling."
                    ]
                },
                {
                    "number": 107,
                    "title": "VENETIAN SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Tarragon-forward white-wine sauce finished green with herb juice. Fish’s best friend when done right."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 tbsp (10 g) chopped shallots",
                        "1 tbsp (4 g) chopped chervil",
                        "1/4 pint (120 mL) mix of white wine and tarragon vinegar (1:1)",
                        "1 pint (475 mL) White-Wine Sauce (Recipe 111)",
                        "Herb Juice (Recipe 183), to tint and perfume",
                        "1 tsp (2 g) chopped chervil and tarragon",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Reduce wine/vinegar with shallots and chervil by two-thirds.",
                        "Add white-wine sauce; simmer a few minutes; tammy strain.",
                        "Finish with enough herb juice for colour and perfume; stir in chopped herbs; season. Serve with fish."
                    ]
                },
                {
                    "number": 108,
                    "title": "VILLEROY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Allemande reduced with truffle and ham essences until it coats thick — for cloaking items à la Villeroy. No drips, no runs."
                    ],
                    "yield": "About 1 pint (475 mL), very thick",
                    "ingredients": [
                        "1 pint (475 mL) Allemande Sauce",
                        "2 tbsp (30 mL) truffle essence",
                        "2 tbsp (30 mL) ham essence",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Combine and reduce over open heat, stirring constantly, until thick enough to heavily coat and set.",
                        "Season. Use to coat items for frying à la Villeroy."
                    ]
                },
                {
                    "number": 109,
                    "title": "VILLEROY SOUBISÉE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Villeroy with Soubise — onion richness in a thick cloak. Add finely chopped truffle if you’re feeling dangerous."
                    ],
                    "yield": "About 1 pint (475 mL), very thick",
                    "ingredients": [
                        "2/3 pint (315 mL) Allemande",
                        "1/3 pint (160 mL) Soubise purée (Recipe 105 preferred for stiffness)",
                        "Optional: a few tsp (10–15 g) very black chopped truffles",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Combine and reduce with constant stirring to heavy coating consistency.",
                        "Stir in truffles if using; season. Use as coating for Villeroy preparations."
                    ]
                },
                {
                    "number": 110,
                    "title": "VILLEROY TOMATÉE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Villeroy with a third tomato purée — still a coating sauce, not a river. Curry or paprika finish optional."
                    ],
                    "yield": "About 1 pint (475 mL), very thick",
                    "ingredients": [
                        "2/3 pint (315 mL) Villeroy Sauce (Recipe 108)",
                        "1/3 pint (160 mL) very fine tomato purée",
                        "Optional: curry or paprika to taste",
                        "Salt & white pepper"
                    ],
                    "instructions": [
                        "Blend tomato into Villeroy; reduce, stirring, to a heavy coat.",
                        "Season; optionally finish with curry or paprika to suit the prep."
                    ],
                    "notes": [
                        "All Villeroy sauces are for coating items said to be “à la Villeroy.”"
                    ]
                },
                {
                    "number": 111,
                    "title": "WHITE WINE SAUCE",
                    "type": "technique",
                    "introduction": [
                        "Three methods — pick the right one and stop guessing, you sausage. All roads lead to buttery, wine-scented brilliance for fish."
                    ],
                    "notes": [
                        [
                            "Method 1 (Velouté + Fumet): Add 1/4 pint (120 mL) fish fumet to 1 pint (475 mL) thickened velouté; reduce by half; finish off heat with 4 oz (115 g) butter. For glazed fish."
                        ],
                        [
                            "Method 2 (Direct Buttered Egg): Reduce 1/4 pint (120 mL) fish fumet almost au sec; whisk in 4 egg yolks; then 1 lb (454 g) butter by degrees (like Hollandaise)."
                        ],
                        [
                            "Method 3 (Bain-marie Hollandaise-style): 5 egg yolks with 1 tbsp (15 mL) cold fish stock; finish in bain-marie with 1 lb (454 g) butter, adding from time to time 6 tbsp (90 mL) excellent fish fumet. Precautions as per Hollandaise (Recipe 30)."
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Hot English Sauces",
            "introduction": [
                "These English hot sauces are simple on paper and brutally revealing on the plate. No hiding behind foam or fairy dust — just heat control, seasoning, and texture. Get them glossy, get them hot (not split), and stop serving paste, you muppets."
            ],
            "entries": [
                {
                    "number": 112,
                    "title": "APPLE SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Sweet-tart apple purée to calm down rich roasts. If it’s watery or lumpy, I’ll call you a donkey and take your spoon."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "2 lb (900 g) medium apples, quartered, peeled, cored, chopped",
                        "1 tbsp (12 g) powdered sugar (adjust to taste)",
                        "A small piece of cinnamon (or a pinch ground)",
                        "A few tbsp (30–45 mL) water",
                        "Pinch fine salt"
                    ],
                    "instructions": [
                        "Combine apples, sugar, cinnamon, a splash of water, and a pinch of salt in a covered saucepan.",
                        "Cook gently until collapsing and soft — not scorched, you plank.",
                        "Whisk or mash to a smooth purée. Serve lukewarm with duck, goose, roast hare, etc."
                    ]
                },
                {
                    "number": 113,
                    "title": "BREAD SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Clove-scented milk thickened with fresh crumbs — silky, comforting, and absolutely ruined if you boil it to glue, you numpty."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) milk",
                        "3 oz (85 g) fresh white bread-crumbs",
                        "1 small onion, peeled, with 1 clove stuck in",
                        "1 oz (30 g) butter",
                        "Fine salt and white pepper",
                        "A few tbsp (30–60 mL) cream"
                    ],
                    "instructions": [
                        "Bring milk just to the boil; add bread-crumbs, the clove-stuck onion, butter, and seasoning.",
                        "Simmer very gently ~15 minutes, then remove the onion.",
                        "Whisk smooth; finish with a little cream. Serve hot with roast fowl and feathered game."
                    ]
                },
                {
                    "number": 114,
                    "title": "CELERY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Clean, pale celery flavour — elegant as hell when you don’t treat the veg like compost, you sausage."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "6 celery hearts (use only the tender inner stalks)",
                        "Enough white consommé to cover (about 1–1 1/2 pints/475–710 mL)",
                        "1 small faggot (parsley stems, thyme, bay)",
                        "1 onion stuck with 1 clove",
                        "Equal volume Cream Sauce (about 1 pint/475 mL) to finish",
                        "Fine salt and white pepper"
                    ],
                    "instructions": [
                        "Trim and wash celery hearts. Put in a sauté pan, cover with consommé; add faggot and clove-stuck onion. Cook gently until tender.",
                        "Drain (reserve liquor). Pound celery to a paste; rub through a tammy.",
                        "Thin the purée with an equal quantity of Cream Sauce and a little reduced celery liquor to bright celery strength.",
                        "Reheat gently and season. Serve with boiled or braised poultry. Don’t let it split, you clown."
                    ]
                },
                {
                    "number": 115,
                    "title": "CRANBERRY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Tart and bright — not a brick of set jelly. For turkey that deserves more than sadness on a plate."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) cranberries",
                        "1 quart (950 mL) water (for cooking and thinning)",
                        "Sugar to taste (start 3–4 tbsp/40–50 g)"
                    ],
                    "instructions": [
                        "Simmer cranberries in water until they burst and soften. Drain through a fine sieve, pressing to purée.",
                        "Loosen the purée with some of the cooking liquor to a thick, spoonable sauce.",
                        "Sweeten to taste. Heat through before service. Mostly for roast turkey — and no, not straight from the tin, you berk."
                    ],
                    "notes": [
                        "Ready-made versions exist; warm with a splash of water to serving consistency."
                    ]
                },
                {
                    "number": 116,
                    "title": "FENNEL SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Butter sauce with fresh fennel — the classic kiss for mackerel. Keep it green and clean, you pillock."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Butter Sauce (Recipe 66)",
                        "2 tbsp (30 mL / about 8 g) chopped fennel fronds, blanched 2–3 seconds",
                        "Fine salt and white pepper"
                    ],
                    "instructions": [
                        "Warm Butter Sauce gently; fold in the blanched chopped fennel off heat.",
                        "Season and serve primarily with mackerel."
                    ]
                },
                {
                    "number": 117,
                    "title": "EGG SAUCE WITH MELTED BUTTER",
                    "type": "recipe",
                    "introduction": [
                        "Hot butter sauce loaded with chopped hard-boiled eggs — simple, rich, and perfect when you don’t butcher the eggs."
                    ],
                    "yield": "About 1 cup (240 mL)",
                    "ingredients": [
                        "1/4 lb (113 g) butter",
                        "Fine salt and white pepper",
                        "Juice of 1/2 lemon (1 tbsp/15 mL)",
                        "3 hard-boiled eggs (hot), cut in large cubes",
                        "1 tsp (5 mL / 2 g) chopped parsley, briefly scalded"
                    ],
                    "instructions": [
                        "Melt butter gently; season with salt, pepper, and lemon juice.",
                        "Fold in hot egg cubes and chopped parsley; serve at once so it doesn’t seize like your brain under pressure, you muppet."
                    ]
                },
                {
                    "number": 118,
                    "title": "SCOTCH EGG SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Milk-based white sauce thickened with a light roux and loaded with chopped hard eggs. Don’t make wallpaper paste, you donkey."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 1/2 oz (45 g) butter",
                        "1 oz (30 g) flour",
                        "1 pint (475 mL) boiling milk",
                        "Fine salt, white pepper, pinch nutmeg",
                        "3 hot hard-boiled eggs, whites and yolks cut in cubes"
                    ],
                    "instructions": [
                        "Make a blond roux with butter and flour. Whisk in boiling milk.",
                        "Season with salt, white pepper, and nutmeg; boil gently 10 minutes to cook the flour.",
                        "Fold in hot diced eggs. Serve with boiled haddock, fresh or salted cod, etc."
                    ]
                },
                {
                    "number": 119,
                    "title": "HORSERADISH (ALBERT) SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "Fiery, creamy, mustard-sharp — the rightful partner for braised or roast beef. Balance the heat; don’t nuke the table, you wally."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "5 oz (140 g) fresh horseradish, finely grated",
                        "1/4 pint (120 mL) white consommé",
                        "1/2 pint (240 mL) Butter Sauce (Recipe 66)",
                        "1/2 pint (240 mL) cream",
                        "1/2 oz (15 g) fine bread-crumbs",
                        "2 egg yolks",
                        "1 tsp (5 mL) mustard dissolved in 1 tbsp (15 mL) vinegar",
                        "Fine salt and white pepper"
                    ],
                    "instructions": [
                        "Simmer horseradish in white consommé ~20 minutes.",
                        "Add Butter Sauce, cream, and bread-crumbs. Reduce briskly to thicken; pass through a tammy.",
                        "Off heat, thicken (liaison) with the yolks; season with salt and pepper; stir in mustard-vinegar. Serve hot with beef — especially fillets."
                    ]
                },
                {
                    "number": 119.1,
                    "title": "PARSLEY SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "The simplest finish: fresh parsley folded into Butter Sauce. If your parsley is grey, you’ve murdered it, you plank."
                    ],
                    "yield": "About 1 pint (475 mL)",
                    "ingredients": [
                        "1 pint (475 mL) Butter Sauce (Recipe 66)",
                        "1 heaped tbsp (15 mL / ~4 g) freshly chopped parsley"
                    ],
                    "instructions": [
                        "Warm Butter Sauce gently; stir in parsley off heat.",
                        "Season if needed and serve."
                    ]
                },
                {
                    "number": 120,
                    "title": "REFORM SAUCE",
                    "type": "recipe",
                    "introduction": [
                        "A proper cutlet sauce: demi plus Poivrade, finished with a cheeky julienne of gherkins, egg white, salted tongue, truffle, and mushrooms. It’s posh and it knows it."
                    ],
                    "yield": "About 1 1/2 pints (710 mL)",
                    "ingredients": [
                        "1 pint (475 mL) half-glaze (demi-glace)",
                        "1/2 pint (240 mL) ordinary Poivrade Sauce (Recipe 49)",
                        "1/2 oz (15 g) gherkins, julienne, short",
                        "1/2 oz (15 g) hard-boiled egg white, julienne, short",
                        "1 oz (30 g) salted tongue, julienne, short",
                        "1 oz (30 g) very black truffles, julienne, short",
                        "1 oz (30 g) mushrooms, julienne, short",
                        "Fine salt and black pepper to taste"
                    ],
                    "instructions": [
                        "Bring demi and Poivrade to a boil together; simmer a few minutes to marry and skim clean.",
                        "Stir in the julienne garnish just before service so it stays distinct, not soggy.",
                        "Season and serve with mutton cutlets à la Reform. If it looks muddy, you over-reduced or over-stirred — behave, you muppet."
                    ]
                }
            ]
        }
    ]
}