{
    "chapter": "I",
    "id": "chapter-i",
    "title": "Fonds de Cuisine",
    "introduction": [
        "Listen up, you donkeys. Stock isn’t a side character—it’s the whole bloody stage. You nail your fonds de cuisine, everything else sings; you botch it, the rest of your cooking tastes like a wet sock. Use top-notch product, treat it with obsessive care, and stop cutting corners like a muppet. This chapter gives you the base recipes—consommés, stocks, essences, and glazes—rewired so even a half-asleep line cook can execute without rummaging through five other recipes. "
    ],
    "sections": [
        {
            "title": "Consommés & Broths",
            "entries": [
                {
                    "number": 1,
                    "title": "Ordinary (White) Consommé",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Crystal-clear, lightly salted liquid gold. If your skimming is sloppy, your consommé will look like dishwater and I’ll throw it in your face, you plank. Skim like your job fucking depends on it—because it does. Don’t boil it like a lunatic, you’ll fuck the clarity. "
                    ],
                    "ingredients": [
                        "3 lb (1.36 kg) shin of beef, tied",
                        "3 lb (1.36 kg) lean beef, tied",
                        "1½ lb (680 g) fowl carcasses",
                        "1 lb (454 g) carrots, sliced",
                        "½ lb (227 g) turnips, sliced",
                        "¾ lb (340 g) leeks, sliced",
                        "1 stick celery",
                        "¼ lb (113 g) parsnips, sliced",
                        "1 medium onion, clove stuck in",
                        "5 qt (4.73 L) cold water",
                        "½ oz (14 g) gray salt (light—consommé will reduce)"
                    ],
                    "instructions": [
                        "Load a suitable stock pot: tied beef and shin, fowl carcasses, water, and salt. Medium heat—DO NOT slam to a boil, you impatient sausage. Stir the meat now and then so it doesn’t weld to the bottom. Fucking patience. ",
                        "As the scum rises (albumen doing its job), skim like a hawk. If it threatens to boil, splash a little cold water to slow it down and drive more muck up. This is where clarity is won or lost, you doughnut—don’t fuck it up. ",
                        "Add veg garnish: carrots, turnips, leeks, celery, parsnips, and the clove-stuck onion. Keep skimming, and wipe the pot rim clean so crust doesn’t drip back in. No gunk, no fuck-ups. ",
                        "Slide the pot to a low corner—barely trembling—for 4–5 hours. Pull from heat, add ½ pt (236 mL) cold water, let sit a few minutes, skim off grease, and strain through a very fine strainer into a clean, wide WHITE tureen. Cool fast in a draft—never cover while cooling, unless you fancy fermentation, you berk. Don’t fuck about with lids. "
                    ],
                    "notes": [
                        [
                            "Older animals yield deeper flavour and better body. If your meat is baby-faced, your consommé will taste like flavoured rainwater—weak as fuck. "
                        ],
                        [
                            "Don’t cook bones with the meat here; bones need ~12 hours for proper gelatin. Rushing that is a rookie fuck-up. "
                        ],
                        [
                            "Use for clarified consommés, thick soups, poached birds—keep it lightly salted; it will concentrate, so don’t over-season like a numpty. "
                        ]
                    ]
                },
                {
                    "number": 2,
                    "title": "Clarified Consommé (for Clear Soups)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Cup-service clarity—no garnish to hide behind. If it isn’t bright and limpid, it’s a fucking crime scene in a cup. The raft is your filter; treat it gently or you’ll fuck the whole pot. "
                    ],
                    "ingredients": [
                        "5 qt (4.73 L) ordinary white consommé, fully degreased (from Recipe 1)",
                        "1½ lb (680 g) very lean beef, minced",
                        "1 fowl carcass (preferably roasted), crushed",
                        "1 large egg white"
                    ],
                    "instructions": [
                        "Pound minced beef with crushed fowl carcass and egg white. Loosen with a splash of cold consommé to make a loose raft paste. Don’t pack it like cement, you muppet. ",
                        "Put paste in a tall, heavy pot. Whisk in the COLD consommé so it disperses—no clumps, you plank. Set on medium heat, stirring constantly so the bottom doesn’t catch and fuck your clarity. ",
                        "When it reaches a bare boil, slide to low heat so it only simmers. Do not let it rollick or you’ll shatter the raft and cloud the lot. Gentle—don’t fuck it—about 1 hour. ",
                        "Skim any remaining fat, then ladle through muslin into a clean pot. Keep warm and covered until service. If you let it boil now, I swear I’ll lose my fucking mind. "
                    ],
                    "notes": [
                        [
                            "Use meat from older animals; 1 lb from an eight-year beast beats 2 lb from a three-year. Stop cheaping out, it shows like fuck. "
                        ],
                        [
                            "Skip veg in the clarification if your base was done right—don’t perfume it into vegetable tea, you donut. "
                        ]
                    ]
                },
                {
                    "number": 3,
                    "title": "Chicken Consommé",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Same discipline as ordinary consommé, but refined chicken aroma—light amber, clean as a whistle, and warm. Roast properly, skim obsessively, or it turns into poultry-flavoured piss. Don’t fuck it. "
                    ],
                    "ingredients": [
                        "Base for stock:",
                        "— 3 lb (1.36 kg) shin of beef, tied",
                        "— 2 lb (907 g) lean beef (slightly less than Recipe 1 is fine)",
                        "— 1 old hen or cock, lightly browned on the spit or in the oven",
                        "— Standard aromatic veg as in Recipe 1 (carrot, leek, celery, etc.)",
                        "— 5 qt (4.73 L) cold water",
                        "Clarification:",
                        "— 1–2 roast fowl carcasses (not overly fatty), pounded",
                        "— 1 egg white",
                        "— Optional: a few dried mushrooms (about 2 oz / 57 g per quart) if handy"
                    ],
                    "instructions": [
                        "Make a white consommé as in Recipe 1, adding the pre-browned old hen/cock. Skim like a maniac, simmer gently 4–5 hours, cool and degrease, strain very fine—don’t fucking rush. ",
                        "Clarify exactly as in Recipe 2, using the roast fowl carcasses (and optional dried mushrooms) in the raft. Keep the simmer delicate. Strain through muslin. Aim for light amber yellow and absolute limpidity—no murk, no fuck-ups. "
                    ],
                    "notes": [
                        [
                            "Keep the colour lighter than ordinary consommé—light amber, not brown bathwater, you wally. Clarity first, fuck-ups never. "
                        ]
                    ]
                },
                {
                    "number": 4,
                    "title": "Fish Consommé (and Its Clarification)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "You rarely need a purely fish consommé—most fish soups are thick and prefer a proper fumet. When you do go clear, don’t make it flat and sad. Season with brains, not bravado, and don’t over-simmer the fucker. "
                    ],
                    "ingredients": [
                        "Preferred method components:",
                        "— 4 qt (3.79 L) ordinary white consommé (Recipe 1)",
                        "— 1–2 cups (240–480 mL) strong fish essence from sole/whiting bones, to taste",
                        "Pure fish clarification components:",
                        "— 4½ qt (4.26 L) strong, well-reduced fish fumet",
                        "— ½ lb (227 g) good fresh caviar (or pressed caviar), pounded"
                    ],
                    "instructions": [
                        "Preferred method: finish a white consommé (Recipe 1) with a small addition of concentrated fish essence right before service. It’ll taste livelier and less dull than a straight fish consommé—don’t overdo it, or you’ll fuck the balance. (Recipe 1) ",
                        "Pure fish version: pound caviar to a paste, whisk into COLD fish fumet. Bring to a boil while stirring so it doesn’t catch; move to a gentle simmer 20 minutes. Strain with muslin, keep covered and hot so no gelatin skin forms. Don’t let it boil like mad—you’ll fuck the clarity. ",
                        "Optional aroma: a whisper of saffron or curry—subtle as hell. If I can smell it across the pass, you’ve fucked it. "
                    ],
                    "notes": [
                        [
                            "If service isn’t strictly Lenten, the mixed method (white consommé plus fish essence) beats a pure fish consommé on palate. Cleaner, less flat, less fucking boring. "
                        ]
                    ]
                },
                {
                    "number": 5,
                    "title": "Game Consommé (and Clarification)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Deep, savoury, game-forward broth. Roast the bones and trim like you actually care about flavour. Half-arsed browning equals half-arsed consommé—you’ll taste the fuck-up immediately. "
                    ],
                    "ingredients": [
                        "For the consommé:",
                        "— 3 lb (1.36 kg) venison neck/shoulder/breast (half-roasted)",
                        "— 1½ lb (680 g) hare trimmings (half-roasted)",
                        "— 1 old pheasant or 2 partridges (half-roasted)",
                        "— 4 oz (113 g) carrots, sliced and browned in butter",
                        "— ½ lb (227 g) mushrooms, browned in butter",
                        "— 1 medium leek, 2 celery sticks",
                        "— 1 herb bunch (extra thyme and bay)",
                        "— 1 onion, oven-browned, with 2 cloves",
                        "— 5½ qt (5.20 L) water",
                        "— 1 oz (28 g) salt + a few peppercorns (add 10 minutes before straining)",
                        "For clarification (choose based on target aroma):",
                        "— Partridge profile: ~1 partridge per quart of consommé (bone, pound with 1 egg white per 4 qt)",
                        "— Pheasant profile: ~½ old pheasant per quart (bone, pound with egg white)",
                        "— Plain game: 1 lb (454 g) lean venison/hare/wild rabbit per quart",
                        "— Optional: ~2 oz (57 g) dried mushrooms per quart, if available"
                    ],
                    "instructions": [
                        "Brown meats (half-roast), veg, and onion. Load into pot with water and herbs. Bring to boil, skim, then simmer gently ~3 hours. Salt and peppercorns go in only 10 minutes before straining, you impatient oaf. Don’t oversalt the fucker. Strain and degrease. ",
                        "Clarify: bone the chosen game, pound with egg white (and dried mushrooms if using). Brown the game bones hard in the oven, drain all fat. Whisk the pounded meat into the COLD game consommé, bring up while stirring, then park at a delicate simmer ~45 minutes. Skim, strain through muslin, keep hot and covered. Cloudy? You fucked it—too hot. "
                    ],
                    "notes": [
                        [
                            "Half-roasting the meats before stock deepens the fumet—skip it and you’re cooking with a blindfold, you plank. Don’t fuck the foundation. "
                        ]
                    ]
                },
                {
                    "number": 6,
                    "title": "Special Supper Consommés (Cup Service, Hot or Cold)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Cup consommés have nowhere to hide: no garnish, just pure flavour. Served hot or as a barely-set, quivering jelly when cold. Too firm and it’s rubber; too loose and it’s sad soup water. Hit the sweet spot or get the fuck out. "
                    ],
                    "ingredients": [
                        "A clarified consommé of choice (Recipes 2–5), tuned slightly stronger (use a bit more meat in the raft)",
                        "Aroma boosters according to the menu: a few celery stalks for celery; a touch of curry for à l’Indienne; a couple of old roast partridges for ‘fumet de perdreau’, etc. Subtle, not a fucking perfume bomb. "
                    ],
                    "instructions": [
                        "Clarify the chosen base more robustly (slightly more meat in the raft). Don’t let it boil like a kettle or you’ll fuck the raft. ",
                        "Infuse gently with the named aroma—just enough to be distinct. Strain clean. Serve hot in cups, or set cold so it barely gels and melts instantly on the tongue. Over-gelled? You’ve fucked the texture. "
                    ],
                    "notes": [
                        [
                            "Cold service should be a feather-light jelly—barely firm. Over-gelatinized equals bounce-house; under-set equals disappointment. Don’t fuck around—dial it in. "
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Brown & White Stocks",
            "entries": [
                {
                    "number": 7,
                    "title": "Brown Stock (Estouffade)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Think burnt-amber, glossy, transparent. Salt it now and you’re a clown—stocks reduce and season themselves. Don’t scorch it like a caveman or the whole kitchen will taste fucked. "
                    ],
                    "ingredients": [
                        "4 lb (1.81 kg) beef shin (flesh & bone)",
                        "4 lb (1.81 kg) veal shin (flesh & bone)",
                        "½ lb (227 g) lean raw ham",
                        "½ lb (227 g) fresh pork rind, rinsed in tepid water",
                        "¾ lb (340 g) carrots, minced & browned in butter",
                        "¾ lb (340 g) onions, minced & browned in butter",
                        "1 herb faggot: parsley, celery stick, small thyme sprig, bay leaf",
                        "5 qt (4.73 L) cold water (for bones)",
                        "Stock-fat for browning"
                    ],
                    "instructions": [
                        "Bones day: Break bones small; toss with a little stock-fat; brown evenly in a hot oven, stirring so they colour, not char. Into a large pot with browned carrots, onions, and faggot. Add 5 qt (4.73 L) cold water. Bring to boil, skim, lid ajar, and let it murmur for 12 hours. Skim and strain; cool. No burnt bits—you’ll fuck the flavour. ",
                        "Meat day: In a pot just big enough, brown tied beef and veal in a film of fat; pour off ALL fat. Add ½ pt (236 mL) bone stock; cover and glaze the meat slowly, turning so it catches evenly till nearly dry. Add remaining bone stock, bring to boil, then simmer uncovered until meats yield and liquor is rich. Defat thoroughly; strain or pass. Don’t salt the fucker. "
                    ],
                    "notes": [
                        [
                            "Cutting meat into large cubes speeds extraction (~1½ hours) if you’re in the weeds. Don’t shred it to mince—you’ll fuck the clarity. "
                        ],
                        [
                            "Never salt stock. It either reduces (self-seasoning) or cooks salted meats. Colour should be fine burnt amber and perfectly clear—anything else looks fucked. "
                        ]
                    ]
                },
                {
                    "number": 8,
                    "title": "Brown Game Stock",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Same base as game consommé before clarification—call it ‘stock’ when used unreduced for sauces and thick soups. Don’t under-brown it like a timid twit; go for proper roast or it’ll taste flat as fuck. "
                    ],
                    "ingredients": [
                        "Use the meats/bones and aromatics as in Game Consommé base (Recipe 5)"
                    ],
                    "instructions": [
                        "Proceed exactly as for the base of Recipe 5 up to strain/defat. Use as cooking liquor, for reductions, or to build thick game soups and sauces. Don’t clarify unless you need a clear soup—save the fuckery for when it matters. (Recipe 5) "
                    ],
                    "notes": [
                        [
                            "Clarify only for clear service; otherwise, use as is for sauces and reductions. Keep the roast notes clean as fuck. "
                        ]
                    ]
                },
                {
                    "number": 9,
                    "title": "Brown Veal Stock",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Neutral, elegant, and obedient—takes on the character of whatever you poach in it. Quails adore it. Treat it gently or it turns muddy as fuck. "
                    ],
                    "ingredients": [
                        "Shin and trimmings of veal as for White Veal Stock (Recipe 10), browned",
                        "Aromatics as per brown method",
                        "Water to yield ~4 qt (3.79 L)"
                    ],
                    "instructions": [
                        "Make as a brown stock but using veal only; total gentle cooking about 8 hours. Strain and defat. Use to poach poultry/game (poêlé), to reduce for sauces, or whenever you need a neutral brown base. Don’t boil the tits off it—you’ll fuck the clarity. "
                    ],
                    "notes": [
                        [
                            "This stock is king for poaching quails. No substitute—don’t be clever and fuck it up. "
                        ]
                    ]
                },
                {
                    "number": 10,
                    "title": "White Veal Stock (and Poultry Stock)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Keep it pale, clear, and gelatin-rich. If it’s murky, you’ve stirred the pot like a washing machine. Don’t fucking whisk stock—ever. "
                    ],
                    "ingredients": [
                        "8 lb (3.63 kg) veal shin or fresh veal trimmings (lean)",
                        "1–2 fowl carcasses (raw, if handy)",
                        "12 oz (340 g) carrots",
                        "6 oz (170 g) onions, each stuck with 1 clove",
                        "4 oz (113 g) leeks, tied with 1 celery stick",
                        "1 faggot: 1 oz (28 g) parsley, 1 bay leaf, small thyme sprig",
                        "5½ qt (5.20 L) cold water"
                    ],
                    "instructions": [
                        "Bone shins, tie meat. Break bones very small and put in pot with water. Bring to boil, skim obsessively, then keep at a gentle simmer ~5 hours. Don’t stir up the shit—leave it be or you’ll fuck the clarity. ",
                        "Decant to a clean pot, add veal meat, fowl carcasses, and the veg/faggot. Top back to ~5 qt (4.73 L) if needed. Bring to boil; simmer gently ~3 hours. Defat completely; strain very fine. Chill fast. No lids while hot—don’t breed funk, you muppet. "
                    ],
                    "notes": [
                        [
                            "Chase gelatin—well-cracked bones and long, gentle extraction (at least 8 hours total on bones). Keep it white and clear or it’ll look fucked. "
                        ],
                        [
                            "Poultry Stock variation: add two old fowls directly with the veal meat—massive lift. Don’t skip, don’t fuck it. "
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Fish Stocks",
            "entries": [
                {
                    "number": 11,
                    "title": "White Fish Stock (Fumet)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Fast, tight extraction—stop drowning fish bones for hours like a clown. Use sole or whiting; if desperate, up to 25% brill bones. Anything else and it’ll taste wrong as fuck. "
                    ],
                    "ingredients": [
                        "4 lb (1.81 kg) bones & trimmings of sole or whiting (add up to 1 lb / 454 g brill bones only if short)",
                        "½ lb (227 g) white onions, sliced and blanched",
                        "2 oz (57 g) parsley stalks (or roots)",
                        "½ bottle white wine (≈ 375 mL)",
                        "1 lemon, juiced",
                        "Butter for sweating",
                        "4 qt (3.79 L) cold water"
                    ],
                    "instructions": [
                        "Butter a tall, thick pot. Add blanched onions and parsley stalks; lay fish bones on top. Add lemon juice. Cover and set over heat; shake the pan so bones exude their essence without catching. Don’t burn—burned fish is fucked fish. ",
                        "Add white wine and, UNCOVERED, reduce by about half. Add 4 qt (3.79 L) cold water, bring to a boil, skim clean, and cook a mere 20 minutes at a modest simmer. Strain immediately. Overcook it and the flavour goes flabby as fuck. "
                    ],
                    "notes": [
                        [
                            "Short cook = brighter flavour. Over-dilution and long simmering give flabby stock—don’t be that twit. Keep it sharp as fuck. "
                        ],
                        [
                            "Mushroom parings can be added if handy. Stick to sole/whiting whenever possible. Don’t freestyle with random fish—you’ll fuck the profile. "
                        ]
                    ]
                },
                {
                    "number": 12,
                    "title": "Fish Stock with Red Wine",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Used less often—many dishes make their own red-wine liquor (matelote, hello). But with boneless fish service on the rise, you’ll need this more. Reduce smartly; don’t cook it to hell, you’ll taste the fuck-up. "
                    ],
                    "ingredients": [
                        "4 lb (1.81 kg) fish bones/heads/trimmings (match the fish you’re saucing)",
                        "¾ lb (340 g) minced white onions",
                        "3 oz (85 g) parsley stalks",
                        "2 bay leaves",
                        "4 small thyme sprigs",
                        "4 cloves garlic",
                        "2 bottles red wine (≈ 1.5 L)",
                        "4 pt (1.89 L) water",
                        "Optional: mushroom parings"
                    ],
                    "instructions": [
                        "Combine everything in a tall, heavy pot. Bring to a boil, skim thoroughly, and simmer 20–30 minutes. Strain. It tolerates reduction better than white fumet, but don’t go berserk or it’ll taste jammy as fuck. "
                    ],
                    "notes": [
                        [
                            "Try to hit target volume without heavy reduction; if you must reduce, do it gently. No burnt rims, no fucked bitterness. "
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Essences",
            "entries": [
                {
                    "number": 13,
                    "title": "Various Essences (Mushroom, Truffle, Morel, Celery, etc.)",
                    "type": "recipe",
                    "yield": "Varies by product; concentrate to taste",
                    "introduction": [
                        "Essences are concentrated flavour bombs—useful, but if you need them to rescue a weak stock, you’ve already cooked like a numpty. Make the base right first or you’re polishing a fucked turd. "
                    ],
                    "ingredients": [
                        "Primary ingredient (e.g., mushrooms, truffles, morels, celery), cleaned and chopped",
                        "Minimal liquid (appropriate stock or water) to help extraction",
                        "Pinch of salt"
                    ],
                    "instructions": [
                        "Gently extract over low heat with minimal liquid to pull concentrated aroma. Strain and use to finish an already well-made stock or sauce. Don’t try to fix a botched base with essence—that’s lazy as fuck. "
                    ],
                    "notes": [
                        [
                            "Nine times out of ten, add the product during stock preparation instead of faffing with a separate essence. Exceptions: intensely aromatic ingredients where a late hit sings like fuck. "
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Glazes",
            "entries": [
                {
                    "number": 14,
                    "title": "Various Glazes (Meat, Poultry, Game, Fish) — Overview",
                    "type": "recipe",
                    "yield": "Viscous coating; yield depends on reduction",
                    "introduction": [
                        "Glaze = stock reduced until it clings like lacquer. It shines, it enriches, and it saves your sorry sauce when time is tight. Old-school purists may moan—ignore them. Reduce smart or scorch it and the whole thing tastes fucked. "
                    ],
                    "ingredients": [
                        "A perfectly made stock (brown meat, brown veal, poultry, game, or fish—see Recipes 7–12)"
                    ],
                    "instructions": [
                        "Reduce over open heat, decreasing flame as viscosity increases so you don’t scorch it. Strain between pan changes to keep it pristine. Finish when it evenly coats the back of a spoon. No burnt rims, no bitter, no fuck-ups. "
                    ],
                    "notes": [
                        [
                            "Glazes bring not just flavour but succulence and body—superior to mere ‘essences’. Use them smartly, not like a shortcutting twit. "
                        ]
                    ]
                },
                {
                    "number": 15,
                    "title": "Meat Glaze",
                    "type": "recipe",
                    "yield": "Enough viscous glaze to coat spoons/poultry; depends on starting volume",
                    "introduction": [
                        "Your glossy, beefy varnish—reduce properly or serve sticky tar. If it threads and burns, you’ve fucked it. Start over. "
                    ],
                    "ingredients": [
                        "Brown Stock / Estouffade"
                    ],
                    "instructions": [
                        "Reduce brown stock in a wide pan over open heat. As volume drops, swap to smaller pans, straining through muslin at each transfer. Ease the heat down as it thickens. Stop when it coats a spoon in an even film. Do not scorch the edges—you’ll taste the fuck-up. (Recipe 7) "
                    ],
                    "notes": [
                        [
                            "For a lighter, clearer glaze, reduce Brown Veal Stock instead. Cleaner look, different vibe—don’t mix them up, you muppet. (Recipe 9) "
                        ]
                    ]
                },
                {
                    "number": 16,
                    "title": "Poultry Glaze",
                    "type": "recipe",
                    "yield": "As needed; viscous finish",
                    "introduction": [
                        "Clean, bird-forward gloss. If it tastes muddy, your white stock was a mess. Fix the base before you try to glaze the fucker. "
                    ],
                    "ingredients": [
                        "White Veal/Poultry Base"
                    ],
                    "instructions": [
                        "Reduce the poultry base exactly as for Meat Glaze until it coats evenly. Keep heat moderate at the end or you’ll scorch it and cry. Don’t let it boil like a volcano, you’ll fuck the flavour. (Recipe 10) "
                    ],
                    "notes": [
                        [
                            "Brilliant for finishing poached or roasted poultry when you need shine and punch without beefy heaviness. Don’t drown the bird, you donkey. "
                        ]
                    ]
                },
                {
                    "number": 17,
                    "title": "Game Glaze",
                    "type": "recipe",
                    "yield": "As needed; viscous finish",
                    "introduction": [
                        "Wild, intense, and unforgiving—burn it and it tastes like a hunter’s boot. Stay focused or fuck off the line. "
                    ],
                    "ingredients": [
                        "Game Stock"
                    ],
                    "instructions": [
                        "Reduce as for Meat Glaze, straining between pan downsizes. Aim for a brilliant, clingy finish that screams game without screaming ‘burnt as fuck’. (Recipe 8) "
                    ],
                    "notes": [
                        [
                            "Use to finish game sauces or lacquer roasted game. Don’t slop it on like paint, you melon. "
                        ]
                    ]
                },
                {
                    "number": 18,
                    "title": "Fish Glaze (aka Strong Fish Fumet)",
                    "type": "recipe",
                    "yield": "As needed; typically reduced to a syrupy essence",
                    "introduction": [
                        "Rarely needed thick; usually better as a strong fumet you fold into sauces for lift. Reduce carefully—fish turns bitter fast as fuck. "
                    ],
                    "ingredients": [
                        "White Fish Stock"
                    ],
                    "instructions": [
                        "Reduce white fish stock with care (or fold a smaller reduction into a finished fumet) until the aroma sings without turning bitter. Use to intensify fish sauces. Overshoot and it tastes fucked—start again. (Recipe 11) "
                    ],
                    "notes": [
                        [
                            "A well-made strong fumet often beats a sticky fish “glaze” on elegance. Don’t chase syrup for its own sake, you plank. "
                        ]
                    ]
                }
            ]
        }
    ]
}