{
    "chapter": "I",
    "id": "chapter-i",
    "title": "FONDS DE CUISINE",
    "introduction": [
        "Before undertaking the description of the different kinds of dishes whose recipes I purpose giving in this work, it will be necessary to reveal the groundwork whereon these recipes are built. And, although this has already been done again and again, and is wearisome in the extreme, a text-book on cooking that did not include it would be not only incomplete, but in many cases incomprehensible.",
        "Notwithstanding the fact that it is the usual procedure, in culinary matters, to insist upon the importance of the part played by stock, I feel compelled to refer to it at the outset of this work, and to lay even further stress upon what has already been written on the subject.",
        "Indeed, stock is everything in cooking, at least in French cooking. Without it, nothing can be done. If one’s stock is good, what remains of the work is easy; if, on the other hand, it is bad or merely mediocre, it is quite hopeless to expect anything approaching a satisfactory result.",
        "The workman mindful of success, therefore, will naturally direct his attention to the faultless preparation of his stock, and, in order to achieve this result, he will find it necessary not merely to make use of the freshest and finest goods, but also to exercise the most scrupulous care in their preparation, for, in cooking, care is half the battle. Unfortunately, no theories, no formulæ, and no recipes, however well written, can take the place of practical experience in the acquisition of a full knowledge concerning this part of the work—the most important, the most essential, and certainly the most difficult part.",
        "In the matter of stock it is, above all, necessary to have a sufficient quantity of the finest materials at one’s disposal. The master or mistress of a house who stints in this respect thereby deliberately forfeits his or her right to make any remark whatsoever to the chef concerning his work, for, let the talent or merits of the latter be what they may, they are crippled by insufficient or inferior material. It is just as absurd to exact excellent cooking from a chef whom one provides with defective or scanty goods, as to hope to obtain wine from a bottled decoction of logwood."
    ],
    "sections": [
        {
            "title": "The Principal Kinds of Fonds de Cuisine (Foundation Sauces and Stocks)",
            "entries": [
                {
                    "number": 0,
                    "title": "The Principal Kinds of Fonds de Cuisine",
                    "type": "definition",
                    "introduction": "The principal kinds of fonds de cuisine are:",
                    "notes": [
                        {
                            "Principal Kinds": [
                                "1. Ordinary and clarified consommés.",
                                "2. The brown stock or “estouffade,” game stocks, the bases of thickened gravies and of brown sauces.",
                                "3. White stock, basis of white sauces.",
                                "4. Fish stock.",
                                "5. The various essences of poultry, game, fish, &c., the complements of small sauces.",
                                "6. The various glazes: meat, game, and poultry.",
                                "7. The basic sauces: Espagnole, Velouté, Béchamel, Tomato, and Hollandaise.",
                                "8. The savoury jellies or aspics of old-fashioned cooking."
                            ]
                        },
                        {
                            "Auxiliary Preparations": [
                                "To these kinds of stock, which, in short, represent the buttresses of the culinary edifice, must now be added the following preparations, which are, in a measure, the auxiliaries of the above:—",
                                "1. The roux, the cohering element in sauces.",
                                "2. The “Mirepoix” and “Matignon” aromatic and flavouring elements.",
                                "3. The “Court-Bouillon” and the “Blancs.”",
                                "4. The various stuffings.",
                                "5. The marinades.",
                                "6. The various garnishes for soups, for relevés, for entrées, &c. (“Duxelle,” “Duchesse,” “Dauphine,” Pâte à choux, frying batters, various Salpicons, Profiterolles, Royales, Œufs filés, Diablotins, Pastes, &c.)."
                            ]
                        }
                    ]
                },
                {
                    "number": 1,
                    "title": "ORDINARY OR WHITE CONSOMMÉ",
                    "type": "recipe",
                    "yield": "Quantities for making Four Quarts.",
                    "ingredients": [
                        "3 lbs. of shin of beef.",
                        "3 lbs. of lean beef.",
                        "1½ lbs. of fowls’ carcases.",
                        "1 lb. of carrots.",
                        "½ lb. of turnips.",
                        "¾ lb. of leeks and 1 stick of celery.",
                        "¼ lb. of parsnips.",
                        "1 medium-sized onion with a clove stuck in it."
                    ],
                    "instructions": [
                        "Put the meat into a stock-pot of suitable dimensions, after having previously strung it together.",
                        "Add the poultry carcase, five quarts of water, and one-half oz. of grey salt.",
                        "Place the stock-pot on a moderate fire in such a manner that it may not boil too quickly, and remember to stir the meat from time to time.",
                        "Carefully remove the scum as it forms, and occasionally add a little cold water before the boil is reached in order that, the latter being retarded, a complete expulsion of the scum may be effected.",
                        "Then the vegetable garnishing is added. The scum from these is removed as in the previous case, and the edge of the stock-pot should be carefully wiped to the level of the fluid, so as to free it from the deposit which has been formed there.",
                        "The stock-pot is then moved to a corner of the fire where it may continue cooking slowly for four or five hours.",
                        "At the end of this time it should be taken right away from the fire, and, after half a pint of cold water has been added to its contents, it should be left to rest a few minutes with a view to allowing the grease to accumulate on the surface of the liquid, whence it must be carefully removed before the consommé is strained.",
                        "This last operation is effected by means of a very fine strainer, placed on the top of a white tureen (clean and wide), which should then be placed in a draught to hasten the cooling of the consommé.",
                        "The tureen should not on any account be covered, and this more particularly in summer, when rapid cooling is a precautionary measure against fermentation."
                    ],
                    "notes": [
                        {
                            "Remarks upon the Different Causes which Combine to Influence the Quality of a Consommé": [
                                "It will be seen that I have not made any mention in the above formula of the meat and the vegetables which have helped to make the consommé, my reason being that it is preferable to remove them from the stock-pot only after the broth has been strained, so as not to run the risk of disturbing the latter.",
                                "The quality of the meat goes a long way towards settling the quality of the consommé. In order that the latter be perfect, it is essential that the meat used should be that of comparatively old animals whose flesh is well set and rich in flavour.",
                                "To extract that gelatinous element from bone which produces the mellowness characteristic of all good consommés, it is necessary that the gelatigenous bodies should be cooked for twelve hours at least.",
                                "I therefore believe that... it would be advisable for the bones to stew at least twelve hours, and this only after they have been well broken up, while the quantity of water used should be so calculated as to suffice exactly for the immersion of the meat that must follow."
                            ]
                        },
                        {
                            "The Uses of White Consommé": [
                                "White consommé is used in the preparation of clarified consommés... It also serves as the liquor for thick soups, poached fowls, &c.",
                                "It must be limpid, as colourless as possible, and very slightly salted."
                            ]
                        }
                    ]
                },
                {
                    "number": 2,
                    "title": "THE PREPARATION OF CLARIFIED CONSOMMÉ FOR CLEAR SOUPS",
                    "type": "recipe",
                    "yield": "Quantities for making four quarts.",
                    "ingredients": [
                        "Five quarts of ordinary consommé",
                        "One and one-half lbs. of very lean beef",
                        "The white of an egg",
                        "One fowl’s carcase (roasted if possible)"
                    ],
                    "instructions": [
                        "First, mince the beef and pound it in a mortar with the fowl’s carcase and the white of egg, adding a little cold white consommé.",
                        "Put the whole into a tall, narrow, and thick-bottomed stewpan; then gradually add the cold, white broth, from which all grease has been removed, that the whole may be well mixed.",
                        "Then the stewpan may be put on the fire, and its contents thoroughly stirred, for fear of their burning at the bottom.",
                        "When boiling-point is reached, move the stewpan to a corner of the fire, so that the soup may only simmer... A good hour should be enough to properly finish the consommé.",
                        "Now carefully remove what little grease may have collected on the surface of the consommé, and strain the latter through muslin into another clean stewpan."
                    ],
                    "notes": [
                        {
                            "Remarks upon Clarifications": [
                                "For clarified consommés... it is eminently advisable that the meat should be that of old animals.",
                                "It will be seen that I do not refer to any vegetable for the clarification. If the white consommé has been well carried out, it should be able to dispense with all supplementary flavouring."
                            ]
                        }
                    ]
                },
                {
                    "number": 3,
                    "title": "CHICKEN CONSOMMÉ",
                    "type": "recipe",
                    "introduction": "White chicken consommé is prepared in exactly the same way as ordinary white consommé. There need only be added to the meat, the quantity of which may be lessened, an old hen or a cock, slightly coloured on the spit or in the oven.",
                    "ingredients": [],
                    "instructions": [],
                    "notes": [
                        "For the clarification, the quantity of roast fowl-carcases used may be increased, provided the latter be not too fat. The process, however, is the same as in the clarification of ordinary consommés.",
                        "The colour of chicken consommé should be lighter than that of the ordinary kind—namely, a light, amber yellow, limpid and warm."
                    ]
                },
                {
                    "number": 4,
                    "title": "FISH CONSOMMÉ",
                    "type": "recipe",
                    "introduction": "These consommés are rarely used... Whenever there is no definite reason for the use of an absolutely Lenten consommé, it would be advisable to resort to one of the ordinary kind, and to finish off the same by means of a good fish essence extracted from the bones of a sole or whiting.",
                    "ingredients": [],
                    "instructions": [
                        "If, however, one were obliged to make a plain fish consommé, the following procedure should be adopted:—",
                        {
                            "Clarification of Fish Consommé": [
                                "Quantities for making Four Quarts.—Four and one-half quarts of ordinary fish fumet having a decided taste; one-half lb. of good fresh caviare, or pressed caviare.",
                                "Mode of Procedure.—Pound the caviare and mix the resulting pulp with the cold fish fumet.",
                                "Put the whole into a saucepan, place it on the open fire, and stir with a spatula until the contents reach the boil.",
                                "Then move the saucepan to a corner of the fire, and let the consommé simmer gently for twenty minutes, after which strain it through muslin with great caution, and keep it well covered and in the warmth."
                            ]
                        }
                    ],
                    "notes": [
                        "Fish consommés are greatly improved by the addition of such aromatics as saffron or curry, both of which considerably add to their quality."
                    ]
                },
                {
                    "number": 5,
                    "title": "GAME CONSOMMÉ",
                    "type": "recipe",
                    "yield": "Quantities for making Four Quarts of Plain Game Consommé.",
                    "introduction": "The necks, breasts, and shoulders of venison and of hare, old wild rabbits, old pheasants, and old partridges may be used in the production of game consommés... it is essential that the meat used should be half-roasted beforehand, in order to strengthen the fumet.",
                    "ingredients": [
                        "3 lbs. of neck, shoulder, or breast of venison.",
                        "1½ lbs. of hare-trimmings.",
                        "1 old pheasant or 2 partridges.",
                        "4 oz. of sliced carrots, browned in butter.",
                        "½ lb. of mushrooms, likewise browned in butter.",
                        "1 medium-sized leek and 2 sticks of celery.",
                        "1 bunch of herbs with extra thyme and bay leaves.",
                        "1 onion, oven-browned, with 2 cloves stuck into it.",
                        "Liquor.—Five and one-half quarts of water.",
                        "Seasoning.—One oz. of salt and a few peppercorns, these to be added ten minutes previous to straining the consommé."
                    ],
                    "instructions": [
                        "Time allowed for cooking.—Three hours.",
                        "Mode of Procedure.—Proceed in exactly the same way as for ordinary consommés, taking care only to half-roast the meat, as I pointed out above, before putting it in the stewpan."
                    ],
                    "notes": [
                        {
                            "The Clarification of Game Consommés": [
                                "The constituents of the clarification of game consommés vary according to the kind of consommé desired.",
                                "Mode of Procedure.—Whatever be the kind of game used, the latter must be thoroughly boned and the meat well pounded, together with the white of an egg per four quarts of consommé.",
                                "About two oz. per quart of dried mushrooms should now be added if they can be procured, while the bones and the remains or carcases of game should be browned in the oven and completely drained of all grease.",
                                "The whole can now be mixed with the cold game consommé. The clarification is then put over an open fire (stirring incessantly the while), and as soon as the boil is reached the saucepan must be moved to a corner of the fire, where its contents may gently boil for three-quarters of an hour.",
                                "The fat should then be removed, and the consommé strained through muslin, after which cover up until wanted."
                            ]
                        }
                    ]
                },
                {
                    "number": 6,
                    "title": "SPECIAL CONSOMMÉS FOR SUPPERS",
                    "type": "principle",
                    "introduction": "The consommés whose formulæ I have just given are intended more particularly for dinners... But the case is otherwise with the consommés served for suppers. These, being only served in cups, either hot or cold, do not allow of any garnishing, since they are to be drunk at table. They must therefore be perfect in themselves, delicate, and quite clear.",
                    "notes": [
                        "These special consommés are made in a similar manner to the others, though it is needful to slightly increase the quantity of meat used for the clarification, and to add to that clarification the particular flavour mentioned on the menu.",
                        "The means by which one may vary the aroma of consommés are legion, but it is highly important, what aroma soever be used, that the latter be not too pronounced.",
                        "When the consommé is served cold it ought to have the qualities of an extremely light and easily-melting jelly, barely firm."
                    ]
                },
                {
                    "number": 7,
                    "title": "BROWN STOCK OR “ESTOUFFADE”",
                    "type": "recipe",
                    "yield": "Quantities for making Four Quarts.",
                    "ingredients": [
                        "4 lbs. of shin of beef (flesh and bone).",
                        "4 lbs. of shin of veal (flesh and bone).",
                        "½ lb. of lean, raw ham.",
                        "½ lb. of fresh pork rind, rinsed in tepid water.",
                        "¾ lb. of minced carrots, browned in butter.",
                        "¾ lb. of minced onions, browned in butter.",
                        "1 faggot, containing a little parsley, a stick of celery, a small sprig of thyme, and a bay leaf."
                    ],
                    "instructions": [
                        "Bone and string the meat, and keep it in readiness for the morrow.",
                        "Break the bones as finely as possible, and, after having besprinkled them with a little stock-fat, brown them in an oven; also stir them repeatedly.",
                        "When they are slightly browned, put them in a conveniently large saucepan with the carrots, the onions, and the faggot. Add five quarts of cold water, and put the saucepan on an open fire to boil.",
                        "As soon as the boil is reached skim carefully; wipe the edge of the saucepan; put the lid half on, and allow the stock to cook gently for twelve hours; then roughly remove the fat; pass the liquid through a sieve, and let it cool.",
                        "This being done, put the meat in a saucepan just large enough to hold it. Brown it a little in some stock-fat, and clear it entirely of the latter.",
                        "Add half a pint of the prepared stock, cover the saucepan, and let the meat simmer on the side of the fire until the stock is almost entirely reduced. Meanwhile the meat should have been repeatedly turned, that it may be equally affected throughout.",
                        "Now pour the remainder of the stock, prepared from bones, into the saucepan, bring the whole to the boil, and then move the saucepan to a corner of the fire for the boiling to continue very slowly and regularly with the lid off.",
                        "As soon as the meat is well cooked the fat should be removed from the stock, and the latter should be strained or rubbed through a sieve, after which it should be put aside to be used when required."
                    ],
                    "notes": [
                        {
                            "Remarks Relative to the Making of Brown Stock": [
                                "Instead of stringing the meat after having boned it, if time presses, it may be cut into large cubes before browning. In this case one hour and a half would suffice to cook it and to extract all its juice.",
                                "Whether brown or white, stock should never be salted, because it is never served in its original state.",
                                "Brown stock ought to be the colour of fine burnt amber, and it must be transparent."
                            ]
                        }
                    ]
                },
                {
                    "number": 8,
                    "title": "BROWN GAME STOCK",
                    "type": "principle",
                    "introduction": "There is no difference between the game consommés and game stock, or, otherwise stated, ordinary game consommé and brown game stock are one and the same thing. The distinction lies in the ultimate use of this preparation; it is clarified, as we have shown (Formula 5), if it be intended for a clear soup, and it is used in its original state if it is to be used for a thick game soup, for a sauce, or for reducing."
                },
                {
                    "number": 9,
                    "title": "BROWN VEAL STOCK",
                    "type": "principle",
                    "introduction": "Brown veal stock requires the same quantities of shin and trimmings of veal as white veal stock (Formula 10). The time allowed for cooking is, however, a little shorter, and this operation may be completed within eight hours.",
                    "notes": [
                        "This stock is mostly used as the liquor for poultry and poëled game, while it may also serve in the preparation of thickened veal stock. Being quite neutral in taste, it lends itself to all purposes... It is admirably suited to the poaching of quails, and nothing can supplant it in this particular."
                    ]
                },
                {
                    "number": 10,
                    "title": "WHITE VEAL STOCK, AND POULTRY STOCK",
                    "type": "recipe",
                    "yield": "Quantities for making Four Quarts.",
                    "ingredients": [
                        "8 lbs. of shin of veal, or lean and fresh veal trimmings.",
                        "1 or 2 fowls’ carcases, raw if they are handy.",
                        "12 oz. of carrots.",
                        "6 oz. of onions stuck with a clove.",
                        "5½ quarts of cold water.",
                        "4 oz. of leeks strung with a stick of celery.",
                        "1 faggot, including 1 oz. of parsley, 1 bay leaf, and a small sprig of thyme."
                    ],
                    "instructions": [
                        "Bone the shins, string the meat, break up the bones as small as possible, and put them in a stewpan with the water.",
                        "Place on an open fire, allow to boil, skim carefully, and then move to a side of the fire to cook very gently for five hours.",
                        "At the end of this time put the stock into another stewpan, add the meat and the vegetables, add water, if necessary, to keep the quantity of liquid at five quarts, let it boil, and allow it to cook slowly for another three hours",
                        "After which remove all grease from the stock, pass the latter through a fine strainer or a colander, and put it aside until wanted."
                    ],
                    "notes": [
                        {
                            "Remarks upon White Stock": [
                                "One should contrive to make this stock as gelatinous as possible. It is therefore an indispensable measure that the bones be well broken up and cooked for at least eight hours.",
                                "Veal never yields such clear stock as beef; nevertheless, the consommé obtained from veal should not be turbid. It must, on the contrary, be kept as clear and as white as possible."
                            ]
                        },
                        {
                            "Poultry Stock": [
                                "Poultry Stock is made by adding two old fowls to the above veal stock, and these should be put into the liquor with the meat."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "title": "Fish Stock",
            "entries": [
                {
                    "number": 11,
                    "title": "WHITE FISH STOCK",
                    "type": "recipe",
                    "yield": "Quantities for making Four Quarts.",
                    "ingredients": [
                        "4 lbs. of trimmings and bones of sole or whiting.",
                        "½ lb. of sliced, blanched onions.",
                        "2 oz. of parsley, root or stalks.",
                        "½ bottle of white wine."
                    ],
                    "instructions": [
                        "Butter the bottom of a thick, tall stewpan, put in the blanched onions and the parsley-stalks, and upon these aromatics lay the fish remains.",
                        "Add the juice of a lemon, cover the stewpan, put it on the fire, and allow the fish to exude its essence, jerking the pan at intervals.",
                        "Moisten, in the first place, with the white wine; then, with the lid off, reduce the liquid to about half.",
                        "Now add four quarts of cold water, bring to the boil, skim, and then leave to cook for twenty minutes, only, on a moderate fire."
                    ],
                    "notes": [
                        {
                            "Remarks upon White Fish Stock": [
                                "The formula which I give above diverges considerably from that commonly used... I have observed that fish stock may be greatly improved by rapid cooking, and it was this consideration that led me to dilute it scantily, so as to avoid prolonged reduction.",
                                "It is likewise necessary to remember that in order to make perfect fish stock, only the sole or whiting should be used. In a case of emergency... a quarter of their weight of brill bones might be added to them. But all other kinds of fish should be avoided in the preparation."
                            ]
                        }
                    ]
                },
                {
                    "number": 12,
                    "title": "FISH STOCK WITH RED WINE",
                    "type": "recipe",
                    "yield": "Quantities for making Four Quarts of Fumet with Red Wine.",
                    "introduction": "This stock is comparatively rarely used... Be this as it may, with the recent incursion of a custom which seems to demand, ever more and more, the serving of fish without bones, the following formula will be worthy of interest...",
                    "ingredients": [
                        "Four lbs. of bones, heads, and trimmings of the fish to be served",
                        "three-quarters lb. of minced white onions",
                        "three oz. of parsley stalks, two bay leaves, four small sprigs of thyme, and four cloves of garlic",
                        "two bottles of red wine and four pints of water."
                    ],
                    "instructions": [
                        "Put all the above-mentioned ingredients in a thick and tall stewpan, boil, skim carefully, and allow to cook twenty to thirty minutes on a moderate fire",
                        "Then strain the stock through a colander into a tureen, to be used when required."
                    ],
                    "notes": [
                        {
                            "Remarks upon Fish Stock with Red Wine": [
                                "This stock stands reduction far better than white fish stock. Nevertheless, I urge the advisability of trying to obtain the required quantity without reduction.",
                                "In its preparation, one may use some mushroom parings, as in the case of white stock, if these are handy, and they will be found to lend an agreeable flavour to the fish fumet."
                            ]
                        }
                    ]
                },
                {
                    "number": 13,
                    "title": "VARIOUS ESSENCES",
                    "type": "principle",
                    "introduction": "As their name implies, essences are stock which hold a large proportion of a substance’s aroma in a concentrated form... It is infinitely simpler to make savoury and succulent stock in the first place than to produce a mediocre stock, and finally complete it by a specially prepared essence.",
                    "notes": [
                        "The most one can do is to recommend, in certain circumstances, the use of essences extracted from particularly well-flavoured products, as, for instance, mushrooms, truffles, morels, and celery.",
                        "For this reason I do not think it necessary to dilate upon the subject of essences, the need of which should not be felt in good cooking."
                    ]
                },
                {
                    "number": 14,
                    "title": "VARIOUS GLAZES",
                    "type": "definition",
                    "introduction": "The various glazes of meat, fowl, game, and fish are merely stock reduced to the point of viscosity. Their uses are legion.",
                    "notes": [
                        "Glazes are distinguished from essences by the fact that the latter are only prepared with the object of extracting all the flavour of the product under treatment, whereas the former are, on the contrary, constituted by the whole base of the substance itself.",
                        "Nevertheless, many chefs of the old school do not permit the use of glazes... But nowadays the establishments are scarce where these theories may be applied, and, indeed, if one does not make an abuse of glazes, and if they be prepared with care, their use gives excellent results"
                    ]
                },
                {
                    "number": 15,
                    "title": "MEAT GLAZE",
                    "type": "recipe",
                    "introduction": "Meat glaze is made by reducing brown stock (Formula 7) in a large stewpan upon an open fire.",
                    "ingredients": [],
                    "instructions": [
                        "As often as the stock is appreciably reduced, during ebullition, it may be transferred to smaller stewpans, taking care to strain it through muslin at each change of stewpan.",
                        "The glaze may be considered sufficiently reduced when it evenly veneers a withdrawn spoon.",
                        "The fire used for reducing should gradually wane as the concentration progresses, and the last phase must be effected slowly and on a moderate fire."
                    ],
                    "notes": [
                        "When it is necessary to obtain a lighter and clearer glaze, the brown veal stock (Formula No. 9) should be reduced instead of the “Estouffade.”"
                    ]
                },
                {
                    "number": 16,
                    "title": "POULTRY GLAZE",
                    "type": "recipe",
                    "introduction": "Reduce the poultry base indicated in Formula 10, and proceed in exactly the same way as for meat glaze (Formula 15).",
                    "ingredients": [],
                    "instructions": []
                },
                {
                    "number": 17,
                    "title": "GAME GLAZE",
                    "type": "recipe",
                    "introduction": "Use the game base (Formula 8), and proceed as for meat glaze (Formula 15).",
                    "ingredients": [],
                    "instructions": []
                },
                {
                    "number": 18,
                    "title": "FISH GLAZE",
                    "type": "recipe",
                    "introduction": "This glaze is used less often than the preceding ones. As it is only used to intensify the savour of sauces, it is sufficient for this purpose to prepare a white fish stock (Formula 11), which may be diluted with the stock already prepared, and which may be reduced according to the requirements.",
                    "ingredients": [],
                    "instructions": [],
                    "notes": [
                        "The name of fish fumet or fish essence is given to this preparation; its flavour is more delicate than that of fish glaze, which it replaces with advantage."
                    ]
                }
            ]
        }
    ]
}
