{
    "chapter": "I",
    "id": "chapter-i",
    "title": "Fonds de Cuisine",
    "introduction": [
        "Listen up, you fucking donkeys! This shit isn't some background noise—it's the fucking foundation of everything! Get your fonds de cuisine right, and your cooking soars; fuck it up, and it tastes like shitty dishwater. Use pristine ingredients, treat them with respect, and stop cutting corners like clueless muppets."
    ],
    "sections": [
        {
            "title": "Consommés & Broths",
            "entries": [
                {
                    "number": 1,
                    "title": "Ordinary (White) Consommé",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "This should be crystal-fucking-clear liquid gold. If your skimming is lazy, it'll look like murky dishwater and I'll pour this shit right over your head! Skim like your career depends on it—because it fucking does, you useless donkeys!"
                    ],
                    "ingredients": [
                        "3 lb (1.36 kg) shin of beef, tied",
                        "3 lb (1.36 kg) lean beef, tied",
                        "1½ lb (680 g) fowl carcasses",
                        "1 lb (454 g) carrots, sliced",
                        "½ lb (227 g) turnips, sliced",
                        "¾ lb (340 g) leeks, sliced",
                        "1 stick celery",
                        "¼ lb (113 g) parsnips, sliced",
                        "1 medium onion, clove stuck in",
                        "5 qt (4.73 L) cold water",
                        "½ oz (14 g) gray salt (light—consommé will reduce)"
                    ],
                    "instructions": [
                        "Get a stock pot. Beef, shin, carcasses, water, salt. Medium heat—DO NOT fucking rocket it to a boil, you impatient wanker!",
                        "When the scum rises—skim this shit like your life depends on it! This is where you win or lose—don't fuck it up!",
                        "Now add the veg—carrots, turnips, leeks, celery, parsnips, and that clove-stuck onion. Keep skimming, you muppet!",
                        "Slide the pot to a cooler spot—just a bare fucking tremble—for 4-5 hours. Strain through a fine sieve. Cool quickly—no lids, you berk!"
                    ],
                    "notes": [
                        [
                            "Older animals give you flavour that'll knock your socks off. Use baby-faced meat and your consommé will taste like shitty flavoured rainwater—pathetic!"
                        ],
                        [
                            "Don't cook bones with the meat here, you numpty! Bones need a proper 12 hours for gelatin. Rushing that is a fucking amateur move."
                        ]
                    ]
                },
                {
                    "number": 2,
                    "title": "Clarified Consommé (for Clear Soups)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "This is cup-service clarity—nowhere to fucking hide! If it isn't bright and clean, it's a fucking crime scene in a bowl. The raft is your filter; treat it carefully or you'll nuke the whole fucking pot into a cloudy mess."
                    ],
                    "ingredients": [
                        "5 qt (4.73 L) ordinary white consommé, fully degreased (from Recipe 1)",
                        "1½ lb (680 g) very lean beef, minced",
                        "1 fowl carcass (preferably roasted), crushed",
                        "1 large egg white"
                    ],
                    "instructions": [
                        "Pound the minced beef with the crushed carcass and egg white. Loosen with a splash of cold consommé—don't pack it like fucking cement!",
                        "Dump the paste into a tall, heavy pot. Whisk in the COLD consommé—no fucking clumps! Medium heat, stir constantly.",
                        "When it just hits a boil, slide to low heat—a gentle fucking simmer! Don't let it rollick or you'll shatter the raft.",
                        "Skim off any remaining fat, then ladle through muslin. Keep warm and covered. If you boil it now, I'll shove your head in the pot!"
                    ],
                    "notes": [
                        [
                            "Use meat from older animals—1 lb from an eight-year-old beast beats 2 lb from some young, flavourless shit. Stop being a cheapskate!"
                        ]
                    ]
                },
                {
                    "number": 3,
                    "title": "Chicken Consommé",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Same fucking discipline as the ordinary consommé, but with refined chicken aroma. Roast it properly, skim like a demon, or it'll taste like poultry-flavoured piss. Don't fuck this shit up, you useless donkeys!"
                    ],
                    "ingredients": [
                        "Base for stock:",
                        "— 3 lb (1.36 kg) shin of beef, tied",
                        "— 2 lb (907 g) lean beef (slightly less than Recipe 1 is fine)",
                        "— 1 old hen or cock, lightly browned on the spit or in the oven",
                        "— Standard aromatic veg as in Recipe 1 (carrot, leek, celery, etc.)",
                        "— 5 qt (4.73 L) cold water",
                        "Clarification:",
                        "— 1–2 roast fowl carcasses (not overly fatty), pounded",
                        "— 1 egg white",
                        "— Optional: a few dried mushrooms (about 2 oz / 57 g per quart) if handy"
                    ],
                    "instructions": [
                        "Make a white consommé as in Recipe 1, adding the pre-browned old bird. Skim like a fucking maniac—don't rush it!",
                        "Clarify exactly as in Recipe 2. Keep the simmer delicate. Strain through muslin. It should be light amber and crystal clear—no fucking murk!"
                    ],
                    "notes": [
                        [
                            "Keep the colour light amber, not brown like fucking dishwater! Clarity is king—fuck-ups are for shitty losers."
                        ]
                    ]
                },
                {
                    "number": 4,
                    "title": "Fish Consommé (and Its Clarification)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "You barely need a straight fish consommé—most fish soups are thick and want a proper fumet. But when you do need it clear, don't make it taste like flat, sad fucking water. Season properly and don't overcook this shit into oblivion!"
                    ],
                    "ingredients": [
                        "Preferred method components:",
                        "— 4 qt (3.79 L) ordinary white consommé (Recipe 1)",
                        "— 1–2 cups (240–480 mL) strong fish essence from sole/whiting bones, to taste",
                        "Pure fish clarification components:",
                        "— 4½ qt (4.26 L) strong, well-reduced fish fumet",
                        "— ½ lb (227 g) good fresh caviar (or pressed caviar), pounded"
                    ],
                    "instructions": [
                        "Preferred method: finish a white consommé with a hit of concentrated fish essence right before service. It'll taste brighter and less fucking dull—don't go overboard!",
                        "Pure fish version: pound the caviar to a paste, whisk into COLD fish fumet. Bring to a boil while stirring, then down to a gentle simmer.",
                        "Don't let it boil like a lunatic—you'll fuck the clarity! This shit requires patience, you donkey!"
                    ],
                    "notes": [
                        [
                            "If it's not strictly Lenten, the mixed method beats a pure fish consommé every time. Cleaner, less flat, less fucking boring!"
                        ]
                    ]
                },
                {
                    "number": 5,
                    "title": "Game Consommé (and Clarification)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Deep, savoury, gamey as fuck. Roast those bones and trimmings like you give a shit! Half-arsed browning means half-arsed flavour—you'll taste the fuck-up a mile away. This isn't nursery food, you donkey—this is serious shit!"
                    ],
                    "ingredients": [
                        "For the consommé:",
                        "— 3 lb (1.36 kg) venison neck/shoulder/breast (half-roasted)",
                        "— 1½ lb (680 g) hare trimmings (half-roasted)",
                        "— 1 old pheasant or 2 partridges (half-roasted)",
                        "— 4 oz (113 g) carrots, sliced and browned in butter",
                        "— ½ lb (227 g) mushrooms, browned in butter",
                        "— 1 medium leek, 2 celery sticks",
                        "— 1 herb bunch (extra thyme and bay)",
                        "— 1 onion, oven-browned, with 2 cloves",
                        "— 5½ qt (5.20 L) water",
                        "— 1 oz (28 g) salt + a few peppercorns (add 10 minutes before straining)",
                        "For clarification (choose based on target aroma):",
                        "— Partridge profile: ~1 partridge per quart of consommé (bone, pound with 1 egg white per 4 qt)",
                        "— Pheasant profile: ~½ old pheasant per quart (bone, pound with egg white)",
                        "— Plain game: 1 lb (454 g) lean venison/hare/wild rabbit per quart",
                        "— Optional: ~2 oz (57 g) dried mushrooms per quart, if available"
                    ],
                    "instructions": [
                        "Brown the meats (half-roast), veg, and onion. Into the pot with water and herbs. Bring to a boil, skim, then simmer gently.",
                        "Salt and peppercorns go in only 10 minutes before straining, you impatient oaf! Don't over-fucking-salt it!",
                        "Clarify: bone the chosen game, pound with egg white. Brown the game bones hard, drain all the fat.",
                        "Whisk the pounded meat into the COLD game consommé, bring up while stirring, then park at a delicate simmer."
                    ],
                    "notes": [
                        [
                            "Half-roasting the meats before the stock deepens the flavour—skip it and you're cooking with a blindfold on, you plank! Don't fuck the foundation!"
                        ]
                    ]
                },
                {
                    "number": 6,
                    "title": "Special Supper Consommés (Cup Service, Hot or Cold)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Cup consommés have zero fucking place to hide—no garnish, just pure flavour. Served hot or as a delicate, quivering jelly when cold. Too firm and it's a rubber bouncy ball; too loose and it's fucking sad soup water. Nail the texture or get the fuck off my line!"
                    ],
                    "ingredients": [
                        "A clarified consommé of choice (Recipes 2–5), tuned slightly stronger (use a bit more meat in the raft)",
                        "Aroma boosters according to the menu: a few celery stalks for celery; a touch of curry for à l’Indienne; a couple of old roast partridges for ‘fumet de perdreau’, etc. Subtle, you donkey, not a perfume explosion!"
                    ],
                    "instructions": [
                        "Clarify the chosen base more robustly. Don't let it boil like a fucking kettle or you'll nuke the raft and cloud the lot.",
                        "Infuse gently with the named aroma—just enough to be distinct. Strain it clean. Serve hot in cups, or set cold so it just barely gels.",
                        "Over-gelled? You've fucked the texture, you muppet! Under-set? It's a puddle of fucking disappointment. Don't fuck around—get it right!"
                    ],
                    "notes": [
                        [
                            "Cold service should be a feather-light jelly—barely holding itself together. Over-gelatinized is a fucking bounce house; under-set is a disaster."
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Brown & White Stocks",
            "entries": [
                {
                    "number": 7,
                    "title": "Brown Stock (Estouffade)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "This should be burnt-amber, glossy, fucking transparent. Salt it now and you're a fucking clown—stocks reduce and season themselves! Don't scorch it like a caveman or the whole kitchen will reek of your fuck-up."
                    ],
                    "ingredients": [
                        "4 lb (1.81 kg) beef shin (flesh & bone)",
                        "4 lb (1.81 kg) veal shin (flesh & bone)",
                        "½ lb (227 g) lean raw ham",
                        "½ lb (227 g) fresh pork rind, rinsed in tepid water",
                        "¾ lb (340 g) carrots, minced & browned in butter",
                        "¾ lb (340 g) onions, minced & browned in butter",
                        "1 herb faggot: parsley, celery stick, small thyme sprig, bay leaf",
                        "5 qt (4.73 L) cold water (for bones)",
                        "Stock-fat for browning"
                    ],
                    "instructions": [
                        "Bones day: Break bones small; toss with stock-fat; brown evenly—not fucking char! Into a large pot with browned veg.",
                        "Bring to boil, skim, let it murmur for 12 hours. No burnt bits—you'll fuck the flavour, you donkey!",
                        "Meat day: Brown tied beef and veal; pour off ALL fat. Add bone stock; cover and glaze the meat slowly.",
                        "Add remaining stock, bring to boil, then simmer until rich. Defat thoroughly; strain. Don't you fucking salt it!"
                    ],
                    "notes": [
                        [
                            "Cutting meat into large cubes speeds extraction if you're in the shit. Don't shred it to mince—you'll fuck the clarity!"
                        ],
                        [
                            "Never. Salt. Stock. It either reduces or cooks salted meats. Colour should be fine burnt amber and perfectly clear—anything else is fucking wrong!"
                        ]
                    ]
                },
                {
                    "number": 8,
                    "title": "Brown Game Stock",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Same base as game consommé before clarification. Don't under-brown it like a timid twit; go for a proper roast or it'll taste flat as fuck!"
                    ],
                    "ingredients": [
                        "Use the meats/bones and aromatics as in Game Consommé base (Recipe 5)"
                    ],
                    "instructions": [
                        "Do exactly as for the base of Recipe 5 up to strain/defat. Use as cooking liquor or for reductions.",
                        "Don't clarify unless you need clear soup—save the fuckery for when it matters, you useless twat!"
                    ],
                    "notes": [
                        [
                            "Clarify only for clear service; otherwise, use as is. Keep the roast notes clean as fuck!"
                        ]
                    ]
                },
                {
                    "number": 9,
                    "title": "Brown Veal Stock",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Neutral, elegant, and fucking obedient—takes on the character of whatever you poach in it. Quails fucking love it. Treat it gently or it turns muddy as hell."
                    ],
                    "ingredients": [
                        "Shin and trimmings of veal as for White Veal Stock (Recipe 10), browned",
                        "Aromatics as per brown method",
                        "Water to yield ~4 qt (3.79 L)"
                    ],
                    "instructions": [
                        "Make as a brown stock but using veal only; total gentle cooking about 8 hours. Strain and defat.",
                        "Use to poach poultry/game or reduce for sauces. Don't boil the tits off it—you'll fuck the clarity!"
                    ],
                    "notes": [
                        [
                            "This stock is king for poaching quails. No fucking substitute—don't get clever and ruin it!"
                        ]
                    ]
                },
                {
                    "number": 10,
                    "title": "White Veal Stock (and Poultry Stock)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Keep it pale, clear, and gelatin-rich. If it's murky, you've stirred the pot like a fucking washing machine. Don't ever fucking whisk stock—ever! This is basic shit, you donkey!"
                    ],
                    "ingredients": [
                        "8 lb (3.63 kg) veal shin or fresh veal trimmings (lean)",
                        "1–2 fowl carcasses (raw, if handy)",
                        "12 oz (340 g) carrots",
                        "6 oz (170 g) onions, each stuck with 1 clove",
                        "4 oz (113 g) leeks, tied with 1 celery stick",
                        "1 faggot: 1 oz (28 g) parsley, 1 bay leaf, small thyme sprig",
                        "5½ qt (5.20 L) cold water"
                    ],
                    "instructions": [
                        "Bone the shins, tie the meat. Break bones very small and into the pot with water. Bring to boil, skim like a demon, then keep at a gentle simmer.",
                        "Don't stir up the shit—leave it the fuck alone or you'll ruin the clarity! This isn't a cocktail—stop shaking it!",
                        "Decant to a clean pot, add veal meat, fowl carcasses, and veg. Simmer gently. Defat completely; strain very fine. Chill fast."
                    ],
                    "notes": [
                        [
                            "Chase that gelatin—well-cracked bones and long, gentle extraction. Keep it white and clear or it'll look fucking disgusting!"
                        ],
                        [
                            "Poultry Stock variation: add two old fowls directly with the veal meat—massive fucking lift. Don't skip it, don't fuck it up!"
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Fish Stocks",
            "entries": [
                {
                    "number": 11,
                    "title": "White Fish Stock (Fumet)",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Fast, tight extraction—stop drowning fish bones for hours like a fucking clown! Use sole or whiting; anything else and it'll taste wrong as fuck. This isn't a swimming pool—keep it brief!"
                    ],
                    "ingredients": [
                        "4 lb (1.81 kg) bones & trimmings of sole or whiting (add up to 1 lb / 454 g brill bones only if short)",
                        "½ lb (227 g) white onions, sliced and blanched",
                        "2 oz (57 g) parsley stalks (or roots)",
                        "½ bottle white wine (≈ 375 mL)",
                        "1 lemon, juiced",
                        "Butter for sweating",
                        "4 qt (3.79 L) cold water"
                    ],
                    "instructions": [
                        "Butter a tall, thick pot. Add blanched onions and parsley stalks; lay fish bones on top. Add lemon juice.",
                        "Cover and set over heat; shake the pan—don't burn this shit! Burned fish is fucking ruined!",
                        "Add white wine and, UNCOVERED, reduce by about half. Add cold water, bring to a boil, skim clean, and cook a mere 20 minutes."
                    ],
                    "notes": [
                        [
                            "Short cook = brighter flavour. Over-dilution and long simmering give you flabby stock—don't be that twit!"
                        ],
                        [
                            "Stick to sole/whiting whenever possible. Don't freestyle with random fish—you'll fuck the profile!"
                        ]
                    ]
                },
                {
                    "number": 12,
                    "title": "Fish Stock with Red Wine",
                    "type": "recipe",
                    "yield": "About 4 quarts (3.79 L)",
                    "introduction": [
                        "Used less often—many dishes make their own red-wine liquor. But with boneless fish service on the rise, you'll need this more. Reduce it smartly; don't cook it to fucking hell."
                    ],
                    "ingredients": [
                        "4 lb (1.81 kg) fish bones/heads/trimmings (match the fish you're saucing)",
                        "¾ lb (340 g) minced white onions",
                        "3 oz (85 g) parsley stalks",
                        "2 bay leaves",
                        "4 small thyme sprigs",
                        "4 cloves garlic",
                        "2 bottles red wine (≈ 1.5 L)",
                        "4 pt (1.89 L) water",
                        "Optional: mushroom parings"
                    ],
                    "instructions": [
                        "Chuck everything into a tall, heavy pot. Bring to a boil, skim thoroughly, and simmer 20–30 minutes. Strain.",
                        "It tolerates reduction better than white fumet, but don't go berserk or it'll taste jammy as fuck!"
                    ],
                    "notes": [
                        [
                            "Try to hit target volume without heavy reduction; if you must reduce, do it gently. No burnt rims, no fucking bitterness!"
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Essences",
            "entries": [
                {
                    "number": 13,
                    "title": "Various Essences (Mushroom, Truffle, Morel, Celery, etc.)",
                    "type": "recipe",
                    "yield": "Varies by product; concentrate to taste",
                    "introduction": [
                        "Essences are concentrated flavour bombs—useful, but if you need them to rescue a weak stock, you've already cooked like a fucking numpty! Make the base right first or you're just polishing a turd."
                    ],
                    "ingredients": [
                        "Primary ingredient (e.g., mushrooms, truffles, morels, celery), cleaned and chopped",
                        "Minimal liquid (appropriate stock or water) to help extraction",
                        "Pinch of salt"
                    ],
                    "instructions": [
                        "Gently extract over low heat with minimal liquid. Strain and use to finish an already well-made stock or sauce.",
                        "Don't try to fix a botched base with essence—that's lazy as fuck! This isn't a magic wand—do the work properly!"
                    ],
                    "notes": [
                        [
                            "Nine times out of ten, add the product during stock preparation instead of faffing with a separate essence. Exceptions: intensely aromatic ingredients where a late hit sings."
                        ]
                    ]
                }
            ]
        },
        {
            "title": "Glazes",
            "entries": [
                {
                    "number": 14,
                    "title": "Various Glazes (Meat, Poultry, Game, Fish) — Overview",
                    "type": "recipe",
                    "yield": "Viscous coating; yield depends on reduction",
                    "introduction": [
                        "Glaze = stock reduced until it clings like fucking lacquer. It shines, it enriches, and it saves your sorry sauce when time is tight. Old-school purists can fuck off. Reduce it smart or scorch it and the whole thing tastes like burnt shit."
                    ],
                    "ingredients": [
                        "A perfectly made stock (brown meat, brown veal, poultry, game, or fish—see Recipes 7–12)"
                    ],
                    "instructions": [
                        "Reduce over open heat, turning down the flame as it thickens so you don't scorch the fucking thing.",
                        "Strain between pan changes to keep it pristine. Finish when it coats the back of a spoon evenly.",
                        "No burnt rims, no bitterness, no fuck-ups! This isn't rocket science—pay attention!"
                    ],
                    "notes": [
                        [
                            "Glazes bring not just flavour but succulence and body—superior to mere 'essences'. Use them smartly, not like a shortcutting twit!"
                        ]
                    ]
                },
                {
                    "number": 15,
                    "title": "Meat Glaze",
                    "type": "recipe",
                    "yield": "Enough viscous glaze to coat spoons/poultry; depends on starting volume",
                    "introduction": [
                        "Your glossy, beefy varnish—reduce it properly or you'll serve sticky tar. If it threads and burns, you've fucked it. Start over, you donkey!"
                    ],
                    "ingredients": [
                        "Brown Stock / Estouffade"
                    ],
                    "instructions": [
                        "Reduce brown stock in a wide pan over open heat. As volume drops, swap to smaller pans, straining through muslin.",
                        "Ease the heat down as it thickens. Stop when it coats a spoon in an even film.",
                        "Do not scorch the edges—you'll taste the fuck-up! This isn't a bonfire—control the heat!"
                    ],
                    "notes": [
                        [
                            "For a lighter, clearer glaze, reduce Brown Veal Stock instead. Cleaner look, different vibe—don't mix them up!"
                        ]
                    ]
                },
                {
                    "number": 16,
                    "title": "Poultry Glaze",
                    "type": "recipe",
                    "yield": "As needed; viscous finish",
                    "introduction": [
                        "Clean, bird-forward gloss. If it tastes muddy, your white stock was a mess. Fix the base before you try to glaze this shit!"
                    ],
                    "ingredients": [
                        "White Veal/Poultry Base"
                    ],
                    "instructions": [
                        "Reduce the poultry base exactly as for Meat Glaze until it coats evenly.",
                        "Keep heat moderate at the end or you'll scorch it and cry. Don't let it boil like a volcano!",
                        "This should shine like a diamond, not taste like burnt rubber, you donkey!"
                    ],
                    "notes": [
                        [
                            "Brilliant for finishing poached or roasted poultry when you need shine and punch without beefy heaviness. Don't drown the bird!"
                        ]
                    ]
                },
                {
                    "number": 17,
                    "title": "Game Glaze",
                    "type": "recipe",
                    "yield": "As needed; viscous finish",
                    "introduction": [
                        "Wild, intense, and fucking unforgiving—burn it and it tastes like a hunter's boot. Stay focused or fuck off the line!"
                    ],
                    "ingredients": [
                        "Game Stock"
                    ],
                    "instructions": [
                        "Reduce as for Meat Glaze, straining between pan downsizes.",
                        "Aim for a brilliant, clingy finish that screams game without screaming 'burnt as fuck'!",
                        "This isn't face paint—use it sparingly and with respect!"
                    ],
                    "notes": [
                        [
                            "Use to finish game sauces or lacquer roasted game. Don't slop it on like paint, you melon!"
                        ]
                    ]
                },
                {
                    "number": 18,
                    "title": "Fish Glaze (aka Strong Fish Fumet)",
                    "type": "recipe",
                    "yield": "As needed; typically reduced to a syrupy essence",
                    "introduction": [
                        "Rarely needed thick; usually better as a strong fumet you fold into sauces for lift. Reduce carefully—fish turns bitter fast as fuck!"
                    ],
                    "ingredients": [
                        "White Fish Stock"
                    ],
                    "instructions": [
                        "Reduce white fish stock with care until the aroma sings without turning bitter.",
                        "Use to intensify fish sauces. Overshoot and it tastes fucked—start again!",
                        "This isn't reduction roulette—watch it like a hawk, you useless twat!"
                    ],
                    "notes": [
                        [
                            "A well-made strong fumet often beats a sticky fish 'glaze' on elegance. Don't chase syrup for its own sake!"
                        ]
                    ]
                }
            ]
        }
    ]
}